// 178 products in total

[
  {
    "id": "665ac95e5788e185779d7ce0",
    "name": "Preimium Office Formal Shirt",
    "price": 3550,
    "brandId": "665ac7545788e185779d7ccc",
    "discount": 10,
    "discountedPrice": 3195,
    "description": "High-quality formal shirt perfect for office wear.",
    "categoryId": "665a0ba114be77720636d449",
    "createdAt": "2024-06-01T07:10:21.178Z",
    "updatedAt": "2024-06-01T07:10:21.178Z"
  },
  {
    "id": "665af50e3220eba7c7eab944",
    "name": "Executive Elegance Formal Shirt",
    "price": 1550,
    "brandId": "665ac7535788e185779d7ccb",
    "discount": 15,
    "discountedPrice": 1317.5,
    "description": "Elevate your wardrobe with our Executive Elegance shirt, a staple for every professional. Made from premium cotton, it offers a crisp, clean look with a comfortable fit. The shirt features a pointed collar, full button-down front, and adjustable cuffs, making it perfect for business meetings, formal events, or any occasion that demands sophistication. Pair it with a sleek tie or wear it under a blazer for an effortlessly polished appearance.",
    "categoryId": "665a0ba114be77720636d449",
    "createdAt": "2024-06-01T10:16:46.667Z",
    "updatedAt": "2024-06-01T10:16:46.667Z"
  },
  {
    "id": "665b00173220eba7c7eabab3",
    "name": "Precision Fit everyDay Formal Shirt",
    "price": 5550,
    "brandId": "665ac7545788e185779d7cce",
    "discount": 20,
    "discountedPrice": 4440,
    "description": "Experience the perfect blend of style and comfort with our Precision Fit shirt. Designed for a modern silhouette, this shirt hugs your frame without compromising on ease of movement. Crafted from high-quality oxford fabric, it ensures durability and a soft touch against your skin. The shirt includes a button-down collar and a single chest pocket, making it versatile enough for both office wear and casual outings.",
    "categoryId": "665a0ba114be77720636d449",
    "createdAt": "2024-06-01T11:03:51.472Z",
    "updatedAt": "2024-06-01T11:03:51.472Z"
  },
  {
    "id": "665b00973220eba7c7eabab9",
    "name": "Urban Sophisticate Mens Formal Shirt",
    "price": 4050,
    "brandId": "665ac7545788e185779d7ccf",
    "discount": 15,
    "discountedPrice": 3442.5,
    "description": "Make a statement with our Urban Sophisticate shirt, ideal for those who appreciate subtle elegance. The fine pinstripe pattern adds a touch of sophistication, while the tailored fit enhances your physique. Constructed from breathable, wrinkle-resistant fabric, this shirt is designed to keep you looking sharp all day long. Perfect for pairing with a suit or wearing solo, it’s a must-have for any discerning gentleman's collection.",
    "categoryId": "665a0ba114be77720636d449",
    "createdAt": "2024-06-01T11:05:59.445Z",
    "updatedAt": "2024-06-01T11:05:59.445Z"
  },
  {
    "id": "665b00fc3220eba7c7eababf",
    "name": "Metropolitan Chic Mens Formal Shirt",
    "price": 7250,
    "brandId": "665ac7545788e185779d7ccf",
    "discount": 15,
    "discountedPrice": 6162.5,
    "description": "Add a modern twist to your formal wear with our Metropolitan Chic shirt. The striking checkered pattern sets you apart in a sea of solids, while the soft cotton blend ensures maximum comfort. Featuring a spread collar, French placket, and barrel cuffs, this shirt is both stylish and functional. Whether you're attending a business meeting or a dinner date, it’s the perfect choice for a smart, contemporary look.",
    "categoryId": "665a0ba114be77720636d449",
    "createdAt": "2024-06-01T11:07:40.000Z",
    "updatedAt": "2024-06-01T11:07:40.000Z"
  },
  {
    "id": "665b028f3220eba7c7eabac5",
    "name": " Supreme Executive Tailored Trousers: Meticulously Crafted Formal Pants for Professional Sophistication",
    "price": 4000,
    "brandId": "665ac7545788e185779d7ccd",
    "discount": 10,
    "discountedPrice": 3600,
    "description": "Step into sophistication with our Supreme Executive Tailored Trousers, meticulously crafted to exude professionalism and style. These straight-leg formal pants, made from a premium blend fabric, offer a sleek silhouette with a comfortable fit. Perfect for the boardroom or evening events, these trousers are a timeless essential for the modern gentleman who values both elegance and comfort.",
    "categoryId": "665a0ba214be77720636d44a",
    "createdAt": "2024-06-01T11:14:23.520Z",
    "updatedAt": "2024-06-01T11:14:23.520Z"
  },
  {
    "id": "665b03223220eba7c7eabacb",
    "name": "Timeless Charcoal Suit Pants: Luxurious Wool-Blend Formal Pants for Versatile Elegance",
    "price": 2000,
    "brandId": "665ac7545788e185779d7ccf",
    "discount": 20,
    "discountedPrice": 1600,
    "description": "Elevate your formal attire with our Timeless Charcoal Suit Pants, a symbol of refined elegance and versatility. Crafted from a high-quality wool-blend fabric, these luxurious formal trousers offer a plush feel and exceptional durability. The tailored fit and flat-front design create a polished look that transitions seamlessly from the office to after-hours engagements, making them an indispensable addition to your wardrobe.",
    "categoryId": "665a0ba214be77720636d44a",
    "createdAt": "2024-06-01T11:16:50.486Z",
    "updatedAt": "2024-06-01T11:16:50.486Z"
  },
  {
    "id": "665b03a33220eba7c7eabad1",
    "name": "Modern Navy Dress Slacks: Slim-Fit Formal Pants for Effortless Style and Comfort",
    "price": 7000,
    "brandId": "665ac7545788e185779d7cd0",
    "discount": 15,
    "discountedPrice": 5950,
    "description": "Make a statement with our Modern Navy Dress Slacks, a contemporary twist on classic formal wear. Crafted from a premium stretch fabric blend, these formal pants offer exceptional comfort and freedom of movement. The modern slim-fit silhouette and pressed creases deliver a sharp, tailored appearance that is perfect for any professional setting. Elevate your ensemble with these versatile slacks that exude confidence and sophistication.",
    "categoryId": "665a0ba214be77720636d44a",
    "createdAt": "2024-06-01T11:18:59.552Z",
    "updatedAt": "2024-06-01T11:18:59.552Z"
  },
  {
    "id": "665b04ac3220eba7c7eabad7",
    "name": "Sophisticated Pinstripe Wool Trousers: Classic Pleated Formal Pants for Timeless Elegance",
    "price": 5500,
    "brandId": "665ac7545788e185779d7cce",
    "discount": 10,
    "discountedPrice": 4950,
    "description": "Add a touch of sophistication to your wardrobe with our Sophisticated Pinstripe Wool Trousers, a timeless classic that never goes out of style. Made from premium wool fabric, these formal trousers feature a subtle pinstripe pattern that adds visual interest without being overpowering. The straight-leg silhouette and traditional pleated front create a refined look suitable for formal occasions or everyday office wear, ensuring you always make a lasting impression.",
    "categoryId": "665a0ba214be77720636d44a",
    "createdAt": "2024-06-01T11:23:24.097Z",
    "updatedAt": "2024-06-01T11:23:24.097Z"
  },
  {
    "id": "665b05173220eba7c7eabadd",
    "name": "Premium Tweed Dress Pants: Dapper Tailored Formal Trousers for Elevated Style",
    "price": 3500,
    "brandId": "665ac7545788e185779d7cce",
    "discount": 15,
    "discountedPrice": 2975,
    "description": "Step up your formal attire with our Premium Tweed Dress Pants, meticulously tailored to exude sophistication and charm. Crafted from a premium tweed fabric, these formal trousers offer a unique texture and visual appeal. The tailored fit and classic design make them a versatile choice for a variety of occasions, from boardroom meetings to evening gatherings. Elevate your style game with these dapper dress pants that blend timeless elegance with contemporary flair.",
    "categoryId": "665a0ba214be77720636d44a",
    "createdAt": "2024-06-01T11:25:11.785Z",
    "updatedAt": "2024-06-01T11:25:11.785Z"
  },
  {
    "id": "665b0c963220eba7c7eabae9",
    "name": "Executive Monk Strap Dress Shoes: Classic Charm with Modern Sophistication",
    "price": 2000,
    "brandId": "665ac7555788e185779d7cdc",
    "discount": 10,
    "discountedPrice": 1800,
    "description": "Elevate your formal ensemble with our Executive Monk Strap Dress Shoes, blending classic charm with modern sophistication. Crafted from fine leather and featuring a stylish monk strap closure, these shoes offer a contemporary twist on traditional formal footwear. The sleek silhouette and expert craftsmanship ensure a comfortable fit and enduring quality, making them the perfect choice for the discerning gentleman who values both style and substance.",
    "categoryId": "665b0bc53220eba7c7eabae6",
    "createdAt": "2024-06-01T11:57:10.306Z",
    "updatedAt": "2024-06-01T11:57:10.306Z"
  },
  {
    "id": "665b0d183220eba7c7eabaf0",
    "name": "Prestige Oxford Leather Shoes: Handcrafted Elegance for Discerning Gentlemen",
    "price": 2100,
    "brandId": "665ac7555788e185779d7cda",
    "discount": 15,
    "discountedPrice": 1785,
    "description": "Step into sophistication with our Prestige Oxford Leather Shoes, meticulously handcrafted to epitomize elegance and refinement. These timeless formal shoes feature a classic Oxford design, meticulously constructed from premium leather for unparalleled durability and comfort. Perfect for the boardroom or formal occasions, these shoes exude confidence and style, making them an essential addition to any gentleman's wardrobe.",
    "categoryId": "665b0bc53220eba7c7eabae6",
    "createdAt": "2024-06-01T11:59:20.337Z",
    "updatedAt": "2024-06-01T11:59:20.337Z"
  },
  {
    "id": "665b0d763220eba7c7eabaf6",
    "name": "Metropolitan Derby Wingtip Shoes: Versatile Elegance for Every Occasion",
    "price": 2700,
    "brandId": "665ac7555788e185779d7cdd",
    "discount": 12,
    "discountedPrice": 2376,
    "description": "Make a statement with our Metropolitan Derby Wingtip Shoes, a timeless blend of versatility and elegance. These distinguished formal shoes feature intricate wingtip detailing and a classic Derby lace-up design, crafted from premium leather for unmatched comfort and durability. Whether worn with a suit or paired with smart-casual attire, these shoes exude confidence and sophistication, making them a wardrobe essential for the modern man about town.",
    "categoryId": "665b0bc53220eba7c7eabae6",
    "createdAt": "2024-06-01T12:00:54.356Z",
    "updatedAt": "2024-06-01T12:00:54.356Z"
  },
  {
    "id": "665b0de53220eba7c7eabafc",
    "name": "Regal Brogue Loafers: Classic Heritage with Contemporary Flair",
    "price": 1700,
    "brandId": "665ac7555788e185779d7cdb",
    "discount": 14,
    "discountedPrice": 1462,
    "description": "Add a touch of sophistication to your ensemble with our Regal Brogue Loafers, a perfect fusion of classic heritage and contemporary flair. These distinguished formal shoes feature intricate brogue detailing and a stylish loafer silhouette, meticulously crafted from premium leather for superior comfort and style. Ideal for both formal occasions and everyday wear, these shoes elevate any outfit with their timeless charm and undeniable elegance.",
    "categoryId": "665b0bc53220eba7c7eabae6",
    "createdAt": "2024-06-01T12:02:45.712Z",
    "updatedAt": "2024-06-01T12:02:45.712Z"
  },
  {
    "id": "665b0e393220eba7c7eabb02",
    "name": " Premier Chelsea Boots: Effortless Style for the Modern Gentleman",
    "price": 1200,
    "brandId": "665ac7555788e185779d7cdd",
    "discount": 10,
    "discountedPrice": 1080,
    "description": "Step up your footwear game with our Premier Chelsea Boots, the epitome of effortless style for the modern gentleman. Crafted from luxurious leather and featuring a sleek Chelsea boot silhouette, these shoes exude sophistication and versatility. Whether paired with tailored trousers or casual denim, these boots add a touch of refinement to any ensemble, making them a must-have addition to your formal footwear collection.",
    "categoryId": "665b0bc53220eba7c7eabae6",
    "createdAt": "2024-06-01T12:04:09.343Z",
    "updatedAt": "2024-06-01T12:04:09.343Z"
  },
  {
    "id": "665d5fbbb76a9c2e856b5f7f",
    "name": " Urban Explorer Sneakers: Stylish Comfort for Everyday Adventures",
    "price": 1500,
    "brandId": "665ac7555788e185779d7cdc",
    "discount": 12,
    "discountedPrice": 1320,
    "description": "Discover the perfect blend of style and comfort with our Urban Explorer Sneakers, designed for everyday adventures. These versatile casual shoes feature a sleek, modern design and are crafted from premium materials for lasting durability and all-day comfort. Whether you're running errands or meeting friends, these sneakers provide the perfect balance of functionality and fashion, making them an essential addition to your casual footwear collection.",
    "categoryId": "665b0bc53220eba7c7eabae7",
    "createdAt": "2024-06-03T06:16:27.266Z",
    "updatedAt": "2024-06-03T06:16:27.266Z"
  },
  {
    "id": "665d6035b76a9c2e856b5f85",
    "name": "Relaxed Weekend Slip-shoes: Effortless Style for Laid-Back Days",
    "price": 1800,
    "brandId": "665ac7555788e185779d7cdb",
    "discount": 15,
    "discountedPrice": 1530,
    "description": "Elevate your casual wardrobe with our Relaxed Weekend Slip-Ons, offering effortless style for laid-back days. These easy-to-wear casual shoes feature a minimalist design and are made from soft, breathable fabric for maximum comfort. The slip-on design ensures convenience, while the cushioned insole provides support for all-day wear. Perfect for casual outings or relaxing at home, these slip-ons are a must-have for any wardrobe.",
    "categoryId": "665b0bc53220eba7c7eabae7",
    "createdAt": "2024-06-03T06:18:29.477Z",
    "updatedAt": "2024-06-03T06:18:29.477Z"
  },
  {
    "id": "665d6081b76a9c2e856b5f8a",
    "name": "Classic Canvas Lace-Ups: Timeless Casual Shoes for Everyday Wear",
    "price": 2700,
    "brandId": "665ac7555788e185779d7cdb",
    "discount": 14,
    "discountedPrice": 2322,
    "description": "Embrace timeless style with our Classic Canvas Lace-Ups, ideal for everyday wear. These casual shoes feature a durable canvas upper and a traditional lace-up design, offering a perfect blend of comfort and durability. The rubber outsole provides excellent traction, making them suitable for various activities. Whether paired with jeans, shorts, or chinos, these lace-ups add a touch of classic charm to any casual outfit.",
    "categoryId": "665b0bc53220eba7c7eabae7",
    "createdAt": "2024-06-03T06:19:45.617Z",
    "updatedAt": "2024-06-03T06:19:45.617Z"
  },
  {
    "id": "665d6110b76a9c2e856b5f90",
    "name": " Heritage Deck Shoes: Nautical-Inspired Footwear for Casual Elegance",
    "price": 3500,
    "brandId": "665ac7555788e185779d7cda",
    "discount": 15,
    "discountedPrice": 2975,
    "description": "Step into nautical-inspired elegance with our Heritage Deck Shoes, perfect for adding a touch of sophistication to your casual look. These shoes feature a classic boat shoe design with premium leather construction and hand-sewn detailing. The non-slip rubber sole ensures excellent grip, making them ideal for both on and off the boat. Pair them with your favorite casual attire for a timeless and stylish appearance.",
    "categoryId": "665b0bc53220eba7c7eabae7",
    "createdAt": "2024-06-03T06:22:08.424Z",
    "updatedAt": "2024-06-03T06:22:08.424Z"
  },
  {
    "id": "665d61c3b76a9c2e856b5f96",
    "name": "Coastal Comfort Sandals: Premium Leather Slip-Ons for Effortless Style",
    "price": 1200,
    "brandId": "665ac7555788e185779d7cdc",
    "discount": 5,
    "discountedPrice": 1140,
    "description": "Experience unparalleled comfort and effortless style with our Coastal Comfort Sandals. These premium leather slip-ons feature a sleek, minimalist design perfect for casual outings or beach days. The cushioned footbed and durable sole ensure all-day comfort and support, making these sandals a must-have for warm-weather adventures. Elevate your casual wardrobe with these versatile and stylish sandals.",
    "categoryId": "665b0bc63220eba7c7eabae8",
    "createdAt": "2024-06-03T06:25:07.936Z",
    "updatedAt": "2024-06-03T06:25:07.936Z"
  },
  {
    "id": "665d6214b76a9c2e856b5f9c",
    "name": "Adventurer Sport Sandals: Rugged and Ready for Outdoor Exploration",
    "price": 1500,
    "brandId": "665ac7555788e185779d7cdc",
    "discount": 8,
    "discountedPrice": 1380,
    "description": "Embrace the spirit of adventure with our Adventurer Sport Sandals, designed for rugged outdoor exploration. These sandals feature adjustable straps for a secure fit and a durable, non-slip sole for excellent traction on various terrains. The breathable, quick-drying material makes them ideal for hiking, water activities, or casual walks. Stay comfortable and confident on all your outdoor excursions with these reliable sport sandals.",
    "categoryId": "665b0bc63220eba7c7eabae8",
    "createdAt": "2024-06-03T06:26:28.592Z",
    "updatedAt": "2024-06-03T06:26:28.592Z"
  },
  {
    "id": "665d6280b76a9c2e856b5fa2",
    "name": "Urban Chic Gladiator Sandals: Stylish Strappy Footwear for Everyday Elegance",
    "price": 1900,
    "brandId": "665ac7555788e185779d7cde",
    "discount": 7,
    "discountedPrice": 1767,
    "description": "Step into everyday elegance with our Urban Chic Gladiator Sandals, the perfect blend of style and comfort. These strappy sandals feature a classic gladiator design with modern touches, including adjustable buckles and a cushioned footbed. Crafted from high-quality materials, they offer both durability and chic appeal. Pair them with dresses, skirts, or shorts for a versatile look that transitions effortlessly from day to night.",
    "categoryId": "665b0bc63220eba7c7eabae8",
    "createdAt": "2024-06-03T06:28:16.284Z",
    "updatedAt": "2024-06-03T06:28:16.284Z"
  },
  {
    "id": "665d62f4b76a9c2e856b5fa8",
    "name": "Relaxed Fit Slide Sandals: Ultimate Casual Comfort for On-the-Go Lifestyles",
    "price": 1400,
    "brandId": "665ac7555788e185779d7cdc",
    "discount": 4,
    "discountedPrice": 1344,
    "description": "Enjoy ultimate casual comfort with our Relaxed Fit Slide Sandals, designed for on-the-go lifestyles. These easy-to-wear slides feature a contoured footbed and soft, flexible straps that provide a secure yet comfortable fit. The lightweight construction and slip-on design make them perfect for quick errands, lounging at home, or poolside relaxation. Add these versatile sandals to your footwear collection for effortless everyday wear.",
    "categoryId": "665b0bc63220eba7c7eabae8",
    "createdAt": "2024-06-03T06:30:12.193Z",
    "updatedAt": "2024-06-03T06:30:12.193Z"
  },
  {
    "id": "665d6340b76a9c2e856b5fad",
    "name": "Luxe Resort Thong Sandals: Elegant and Comfortable for Summer Getaways",
    "price": 2100,
    "brandId": "665ac7555788e185779d7cda",
    "discount": 9,
    "discountedPrice": 1911,
    "description": "Indulge in luxurious comfort with our Luxe Resort Thong Sandals, ideal for summer getaways and leisurely strolls. These elegant sandals feature a sleek thong design with premium leather straps and a cushioned footbed for maximum comfort. The sturdy yet flexible sole ensures durability, while the stylish design complements any casual or resort wear. Make these your go-to sandals for a touch of elegance and comfort during warm-weather months.",
    "categoryId": "665b0bc63220eba7c7eabae8",
    "createdAt": "2024-06-03T06:31:28.211Z",
    "updatedAt": "2024-06-03T06:31:28.211Z"
  },
  {
    "id": "665d6679b76a9c2e856b5fb2",
    "name": "Modern Fit Chambray Shirt: Sophisticated Casual Wear for the Contemporary Man",
    "price": 2700,
    "brandId": "665ac7545788e185779d7cce",
    "discount": 15,
    "discountedPrice": 2295,
    "description": "Elevate your casual style with our Modern Fit Chambray Shirt, designed for the contemporary man. This sophisticated shirt features a modern fit, a button-down collar, and a single chest pocket, offering a clean and polished look. The lightweight chambray fabric provides comfort and breathability, making it ideal for both casual and semi-formal occasions. Pair it with chinos or denim for a versatile, stylish ensemble.",
    "categoryId": "665a0ba214be77720636d44c",
    "createdAt": "2024-06-03T06:45:13.019Z",
    "updatedAt": "2024-06-03T06:45:13.019Z"
  },
  {
    "id": "665d68a9b76a9c2e856b5fbe",
    "name": "Everyday Essentials Polo Shirt: Classic Casual Style with Premium Comfort",
    "price": 3100,
    "brandId": "665ac7545788e185779d7ccc",
    "discount": 14,
    "discountedPrice": 2666,
    "description": "Upgrade your casual wardrobe with our Everyday Essentials Polo Shirt, combining classic style with premium comfort. This versatile shirt features a traditional polo design with a soft, breathable fabric, making it perfect for a variety of casual occasions. The ribbed collar and cuffs, along with the three-button placket, add a touch of sophistication to this everyday staple. Pair it with jeans or chinos for an effortlessly stylish look.",
    "categoryId": "665a0ba214be77720636d44c",
    "createdAt": "2024-06-03T06:54:33.477Z",
    "updatedAt": "2024-06-03T06:54:33.477Z"
  },
  {
    "id": "665d698ab76a9c2e856b5fc4",
    "name": "Relaxed Fit Henley: Effortless Style for Laid-Back Days",
    "price": 2100,
    "brandId": "665ac7545788e185779d7ccd",
    "discount": 12,
    "discountedPrice": 1848,
    "description": "Experience ultimate comfort and effortless style with our Relaxed Fit Henley, designed for laid-back days. This casual shirt features a classic Henley neckline with a three-button placket and a relaxed fit that ensures all-day comfort. Made from a soft, lightweight fabric, it's perfect for lounging at home, running errands, or casual outings. Add this versatile piece to your casual collection for an easygoing, stylish look.",
    "categoryId": "665a0ba214be77720636d44c",
    "createdAt": "2024-06-03T06:58:18.640Z",
    "updatedAt": "2024-06-03T06:58:18.640Z"
  },
  {
    "id": "665d69d8b76a9c2e856b5fca",
    "name": "Classic Plaid Button-Down: Timeless Casual Shirt for Every Occasion",
    "price": 1700,
    "brandId": "665ac7535788e185779d7ccb",
    "discount": 15,
    "discountedPrice": 1445,
    "description": "Embrace timeless style with our Classic Plaid Button-Down shirt, a versatile addition to any casual wardrobe. This shirt features a traditional plaid pattern, button-down collar, and a comfortable fit, making it suitable for a wide range of casual settings. Crafted from high-quality cotton, it offers durability and a soft touch against your skin. Wear it on its own or layered over a T-shirt for a classic, laid-back look.",
    "categoryId": "665a0ba214be77720636d44c",
    "createdAt": "2024-06-03T06:59:36.531Z",
    "updatedAt": "2024-06-03T06:59:36.531Z"
  },
  {
    "id": "665d6a11b76a9c2e856b5fd0",
    "name": "Classic Plaid Button-Down: Timeless Casual Shirt for Every Occasion",
    "price": 1900,
    "brandId": "665ac7545788e185779d7cce",
    "discount": 15,
    "discountedPrice": 1615,
    "description": "Embrace timeless style with our Classic Plaid Button-Down shirt, a versatile addition to any casual wardrobe. This shirt features a traditional plaid pattern, button-down collar, and a comfortable fit, making it suitable for a wide range of casual settings. Crafted from high-quality cotton, it offers durability and a soft touch against your skin. Wear it on its own or layered over a T-shirt for a classic, laid-back look.",
    "categoryId": "665a0ba214be77720636d44c",
    "createdAt": "2024-06-03T07:00:33.502Z",
    "updatedAt": "2024-06-03T07:00:33.502Z"
  },
  {
    "id": "665d6b08b76a9c2e856b5fd6",
    "name": "Executive Leather Dress Belt: Timeless Elegance for Formal and Business Attire",
    "price": 1500,
    "brandId": "665ac7545788e185779d7cce",
    "discount": 20,
    "discountedPrice": 1200,
    "description": "Enhance your formal and business attire with our Executive Leather Dress Belt, a timeless accessory designed for elegance and durability. Crafted from premium full-grain leather, this belt features a sleek, polished buckle and fine stitching that exude sophistication. Perfect for pairing with suits or dress pants, it ensures a refined and polished look, making it an essential addition to any professional wardrobe.",
    "categoryId": "665a0ba014be77720636d444",
    "createdAt": "2024-06-03T07:04:40.270Z",
    "updatedAt": "2024-06-03T07:04:40.270Z"
  },
  {
    "id": "665d6b60b76a9c2e856b5fdb",
    "name": " Casual Canvas Web Belt: Versatile Style for Everyday Wear",
    "price": 1200,
    "brandId": "665ac7545788e185779d7ccf",
    "discount": 16,
    "discountedPrice": 1008,
    "description": "Discover versatile style with our Casual Canvas Web Belt, perfect for everyday wear. This durable belt features a robust canvas strap and a sturdy metal buckle, offering a comfortable and adjustable fit. Ideal for pairing with jeans, shorts, or casual trousers, it provides a laid-back yet stylish look suitable for a variety of casual occasions. Add this versatile accessory to your wardrobe for effortless style.",
    "categoryId": "665a0ba014be77720636d444",
    "createdAt": "2024-06-03T07:06:08.436Z",
    "updatedAt": "2024-06-03T07:06:08.436Z"
  },
  {
    "id": "665d6bb8b76a9c2e856b5fe0",
    "name": "Classic Braided Leather Belt: Sophisticated Craftsmanship for Casual and Semi-Formal Outfits",
    "price": 1500,
    "brandId": "665ac7545788e185779d7cd0",
    "discount": 18,
    "discountedPrice": 1230,
    "description": "Embrace sophisticated craftsmanship with our Classic Braided Leather Belt, a versatile accessory for both casual and semi-formal outfits. The intricate braided design adds texture and visual interest, while the premium leather construction ensures durability and comfort. Featuring a traditional buckle, this belt pairs well with chinos, jeans, or dress pants, making it a stylish and practical addition to your accessory collection.",
    "categoryId": "665a0ba014be77720636d444",
    "createdAt": "2024-06-03T07:07:36.246Z",
    "updatedAt": "2024-06-03T07:07:36.246Z"
  },
  {
    "id": "665d6bf6b76a9c2e856b5fe5",
    "name": "Modern Reversible Belt: Two-In-One Design for Ultimate Versatility",
    "price": 3200,
    "brandId": "665ac7545788e185779d7cd1",
    "discount": 15,
    "discountedPrice": 2720,
    "description": "Maximize your wardrobe options with our Modern Reversible Belt, featuring a two-in-one design for ultimate versatility. This innovative belt offers two different colors or finishes, allowing you to switch up your style effortlessly. Crafted from high-quality leather, it features a sleek, reversible buckle that complements both casual and formal looks. Perfect for travel or everyday wear, this belt is a practical and stylish solution for the modern man.",
    "categoryId": "665a0ba014be77720636d444",
    "createdAt": "2024-06-03T07:08:38.808Z",
    "updatedAt": "2024-06-03T07:08:38.808Z"
  },
  {
    "id": "665d6cb3b76a9c2e856b5fea",
    "name": "Executive Tailored Fit Blazer: Sophisticated Elegance for Business and Formal Occasions",
    "price": 8500,
    "brandId": "665ac7545788e185779d7cd1",
    "discount": 10,
    "discountedPrice": 7650,
    "description": "Enhance your formal and business attire with our Executive Leather Dress Belt, a timeless accessory designed for elegance and durability. Crafted from premium full-grain leather, this belt features a sleek, polished buckle and fine stitching that exude sophistication. Perfect for pairing with suits or dress pants, it ensures a refined and polished look, making it an essential addition to any professional wardrobe.",
    "categoryId": "665a0ba114be77720636d448",
    "createdAt": "2024-06-03T07:11:47.333Z",
    "updatedAt": "2024-06-03T07:11:47.333Z"
  },
  {
    "id": "665d6d03b76a9c2e856b5ff0",
    "name": "Casual Canvas Web Belt: Versatile Style for Everyday Wear",
    "price": 10500,
    "brandId": "665ac7545788e185779d7cd1",
    "discount": 25,
    "discountedPrice": 7875,
    "description": "Discover versatile style with our Casual Canvas Web Belt, perfect for everyday wear. This durable belt features a robust canvas strap and a sturdy metal buckle, offering a comfortable and adjustable fit. Ideal for pairing with jeans, shorts, or casual trousers, it provides a laid-back yet stylish look suitable for a variety of casual occasions. Add this versatile accessory to your wardrobe for effortless style.",
    "categoryId": "665a0ba114be77720636d448",
    "createdAt": "2024-06-03T07:13:07.459Z",
    "updatedAt": "2024-06-03T07:13:07.459Z"
  },
  {
    "id": "665d6d47b76a9c2e856b5ff6",
    "name": "Classic Braided Leather Belt: Sophisticated Craftsmanship for Casual and Semi-Formal Outfits",
    "price": 11500,
    "brandId": "665ac7545788e185779d7cd2",
    "discount": 32,
    "discountedPrice": 7820,
    "description": "Embrace sophisticated craftsmanship with our Classic Braided Leather Belt, a versatile accessory for both casual and semi-formal outfits. The intricate braided design adds texture and visual interest, while the premium leather construction ensures durability and comfort. Featuring a traditional buckle, this belt pairs well with chinos, jeans, or dress pants, making it a stylish and practical addition to your accessory collection.",
    "categoryId": "665a0ba114be77720636d448",
    "createdAt": "2024-06-03T07:14:15.462Z",
    "updatedAt": "2024-06-03T07:14:15.462Z"
  },
  {
    "id": "665d6d9cb76a9c2e856b5ffc",
    "name": "Modern Reversible Belt: Two-In-One Design for Ultimate Versatility",
    "price": 12750,
    "brandId": "665ac7545788e185779d7cd3",
    "discount": 45,
    "discountedPrice": 7012.5,
    "description": "Maximize your wardrobe options with our Modern Reversible Belt, featuring a two-in-one design for ultimate versatility. This innovative belt offers two different colors or finishes, allowing you to switch up your style effortlessly. Crafted from high-quality leather, it features a sleek, reversible buckle that complements both casual and formal looks. Perfect for travel or everyday wear, this belt is a practical and stylish solution for the modern man.",
    "categoryId": "665a0ba114be77720636d448",
    "createdAt": "2024-06-03T07:15:40.480Z",
    "updatedAt": "2024-06-03T07:15:40.480Z"
  },
  {
    "id": "665d6deeb76a9c2e856b6002",
    "name": "Rugged Outdoor Adventure Belt: Durable Performance for Active Lifestyles",
    "price": 15250,
    "brandId": "665ac7545788e185779d7cd4",
    "discount": 57,
    "discountedPrice": 6557.5,
    "description": "Gear up for your next adventure with our Rugged Outdoor Adventure Belt, designed for durable performance and active lifestyles. Made from high-strength, weather-resistant materials, this belt features a robust buckle and adjustable strap for a secure fit. Ideal for hiking, camping, or outdoor activities, it provides the reliability and comfort you need in challenging environments. Add this rugged belt to your gear for dependable performance on all your adventures.",
    "categoryId": "665a0ba114be77720636d448",
    "createdAt": "2024-06-03T07:17:02.760Z",
    "updatedAt": "2024-06-03T07:17:02.760Z"
  },
  {
    "id": "665d6e96b76a9c2e856b6008",
    "name": "Coastal Comfort Shorts: Relaxed Style for Beach Days and Beyond",
    "price": 1250,
    "brandId": "665ac7535788e185779d7ccb",
    "discount": 7,
    "discountedPrice": 1162.5,
    "description": "Experience ultimate comfort and laid-back style with our Coastal Comfort Shorts, perfect for beach days and beyond. Crafted from soft, breathable fabric, these shorts feature a relaxed fit and an adjustable drawstring waist for a customized fit. The versatile design and quick-drying material make them ideal for swimming, lounging, or casual outings. Add these shorts to your summer wardrobe for effortless comfort and coastal charm.",
    "categoryId": "665a0ba214be77720636d44b",
    "createdAt": "2024-06-03T07:19:50.145Z",
    "updatedAt": "2024-06-03T07:19:50.145Z"
  },
  {
    "id": "665d6ee0b76a9c2e856b600d",
    "name": "Classic Chino Shorts: Timeless Casual Elegance for Everyday Wear",
    "price": 1450,
    "brandId": "665ac7545788e185779d7ccc",
    "discount": 12,
    "discountedPrice": 1276,
    "description": "Elevate your casual look with our Classic Chino Shorts, offering timeless elegance and versatility for everyday wear. These shorts feature a classic chino design with a clean, tailored fit and a comfortable mid-rise waist. Crafted from high-quality cotton twill, they provide durability and breathability, making them suitable for various activities. Pair them with a polo shirt or a casual button-down for a polished yet relaxed ensemble.",
    "categoryId": "665a0ba214be77720636d44b",
    "createdAt": "2024-06-03T07:21:04.857Z",
    "updatedAt": "2024-06-03T07:21:04.857Z"
  },
  {
    "id": "665d6f26b76a9c2e856b6013",
    "name": "Weekend Adventure Cargo Shorts: Durable Functionality for Outdoor Explorations",
    "price": 1750,
    "brandId": "665ac7545788e185779d7ccd",
    "discount": 25,
    "discountedPrice": 1312.5,
    "description": "Gear up for weekend adventures with our Weekend Adventure Cargo Shorts, designed for durable functionality and outdoor explorations. These shorts feature multiple pockets for convenient storage and a rugged design that can withstand rugged terrain. Made from durable cotton canvas, they offer comfort and flexibility for all-day wear. Whether hiking, camping, or exploring, these cargo shorts are essential for the outdoor enthusiast.",
    "categoryId": "665a0ba214be77720636d44b",
    "createdAt": "2024-06-03T07:22:14.485Z",
    "updatedAt": "2024-06-03T07:22:14.485Z"
  },
  {
    "id": "665d6f6cb76a9c2e856b6019",
    "name": "Tropical Print Board Shorts: Vibrant Style for Poolside Lounging and Surfs",
    "price": 3250,
    "brandId": "665ac7545788e185779d7cce",
    "discount": 34,
    "discountedPrice": 2145,
    "description": "Make a splash with our Tropical Print Board Shorts, showcasing vibrant style for poolside lounging and surfs. These shorts feature a bold tropical print and a relaxed fit, perfect for adding a pop of color to your summer wardrobe. Crafted from quick-drying fabric with a mesh lining, they offer comfort and functionality both in and out of the water. Whether hitting the beach or relaxing by the pool, these board shorts are a must-have for summer fun.",
    "categoryId": "665a0ba214be77720636d44b",
    "createdAt": "2024-06-03T07:23:24.410Z",
    "updatedAt": "2024-06-03T07:23:24.410Z"
  },
  {
    "id": "665d6fbdb76a9c2e856b601f",
    "name": "Active Performance Shorts: Lightweight Versatility for Active Lifestyles",
    "price": 2150,
    "brandId": "665ac7545788e185779d7ccf",
    "discount": 55,
    "discountedPrice": 967.5,
    "description": "Stay active in style with our Active Performance Shorts, offering lightweight versatility for active lifestyles. These shorts feature moisture-wicking fabric and four-way stretch for maximum comfort and mobility during workouts or outdoor activities. The elastic waistband with drawstring closure ensures a secure fit, while the breathable mesh panels provide enhanced ventilation. Whether running, cycling, or hitting the gym, these performance shorts keep you cool and comfortable all day long.",
    "categoryId": "665a0ba214be77720636d44b",
    "createdAt": "2024-06-03T07:24:45.249Z",
    "updatedAt": "2024-06-03T07:24:45.249Z"
  },
  {
    "id": "665d9eef212a3a7b7d76b57c",
    "name": "Classic High-Waisted Skinny Jeans: Timeless Fit and Flattering Style for Everyday Wear",
    "price": 2120,
    "brandId": "665ac7545788e185779d7cd0",
    "discount": 8,
    "discountedPrice": 1950.4,
    "description": "Elevate your everyday wardrobe with our Classic High-Waisted Skinny Jeans, designed to offer a timeless fit and flattering style. These jeans feature a high-rise waist and a skinny leg that accentuates your silhouette while providing comfortable stretch for all-day wear. Crafted from premium denim, they offer durability and a soft feel against the skin. Perfect for pairing with blouses, tees, or sweaters, these versatile jeans are a must-have staple for any fashion-forward woman.",
    "categoryId": "665d9bf1fa508b3a39463162",
    "createdAt": "2024-06-03T10:46:06.968Z",
    "updatedAt": "2024-06-03T10:46:06.968Z"
  },
  {
    "id": "665d9f3e212a3a7b7d76b581",
    "name": " Relaxed Boyfriend Jeans: Effortless Cool and Comfortable for Casual Outings",
    "price": 4250,
    "brandId": "665ac7545788e185779d7cd5",
    "discount": 15,
    "discountedPrice": 3612.5,
    "description": "Discover effortless cool with our Relaxed Boyfriend Jeans, designed for ultimate comfort and laid-back style. These jeans feature a relaxed, slightly oversized fit with a mid-rise waist and cuffed hems, offering a casual yet chic look. Made from soft, durable denim, they provide all-day comfort and a touch of stretch. Ideal for casual outings or weekend wear, these jeans pair perfectly with sneakers, sandals, or boots for versatile styling options.",
    "categoryId": "665d9bf1fa508b3a39463162",
    "createdAt": "2024-06-03T10:47:26.357Z",
    "updatedAt": "2024-06-03T10:47:26.357Z"
  },
  {
    "id": "665d9f9a212a3a7b7d76b586",
    "name": "Chic Bootcut Jeans: Classic Silhouette with Modern Elegance for Versatile Wear",
    "price": 3250,
    "brandId": "665ac7545788e185779d7cd4",
    "discount": 24,
    "discountedPrice": 2470,
    "description": "Step into modern elegance with our Chic Bootcut Jeans, featuring a classic silhouette that never goes out of style. These jeans boast a mid-rise waist and a slight flare at the hem, creating a balanced and elongated look. Crafted from high-quality denim with a hint of stretch, they offer both comfort and a flattering fit. Pair them with heels, flats, or boots for a versatile outfit that transitions seamlessly from day to night.",
    "categoryId": "665d9bf1fa508b3a39463162",
    "createdAt": "2024-06-03T10:48:58.984Z",
    "updatedAt": "2024-06-03T10:48:58.984Z"
  },
  {
    "id": "665d9fee212a3a7b7d76b58c",
    "name": "Distressed Ripped Jeans: Edgy Style and Comfortable Fit for Trendy Looks",
    "price": 4550,
    "brandId": "665ac7545788e185779d7cd3",
    "discount": 35,
    "discountedPrice": 2957.5,
    "description": "Add an edgy touch to your wardrobe with our Distressed Ripped Jeans, perfect for creating trendy, fashion-forward looks. These jeans feature strategically placed rips and distressing for a worn-in, stylish appearance. The mid-rise waist and slim fit provide a comfortable and flattering silhouette, while the high-quality denim ensures durability. Pair them with a casual tee, leather jacket, or heels for an effortlessly cool ensemble.",
    "categoryId": "665d9bf1fa508b3a39463162",
    "createdAt": "2024-06-03T10:50:22.786Z",
    "updatedAt": "2024-06-03T10:50:22.786Z"
  },
  {
    "id": "665da058212a3a7b7d76b591",
    "name": "Sculpting Skinny Jeans: Figure-Enhancing Design for Ultimate Confidence and Comfort",
    "price": 6570,
    "brandId": "665ac7545788e185779d7cd2",
    "discount": 45,
    "discountedPrice": 3613.5,
    "description": "Experience ultimate confidence and comfort with our Sculpting Skinny Jeans, designed to enhance your figure with a body-hugging fit. These jeans feature a high-rise waist and sculpting technology that smooths and shapes, providing a flattering and streamlined look. The premium stretch denim ensures all-day comfort and flexibility. Ideal for dressing up or down, these jeans are perfect for any occasion, from casual days out to nights on the town.",
    "categoryId": "665d9bf1fa508b3a39463162",
    "createdAt": "2024-06-03T10:52:08.269Z",
    "updatedAt": "2024-06-03T10:52:08.269Z"
  },
  {
    "id": "665da107212a3a7b7d76b597",
    "name": " Elegant Evening Jumpsuit: Sophisticated Style and Comfort for Special Occasions",
    "price": 2070,
    "brandId": "665ac7545788e185779d7ccf",
    "discount": 10,
    "discountedPrice": 1863,
    "description": "Step into sophistication with our Elegant Evening Jumpsuit, designed for special occasions where style and comfort are paramount. This jumpsuit features a flattering V-neckline, cinched waist, and wide-leg silhouette, creating an elegant and streamlined look. Made from high-quality, flowing fabric, it drapes beautifully and offers all-day comfort. Perfect for weddings, parties, or formal events, this jumpsuit ensures you make a lasting impression.",
    "categoryId": "665d9bf1fa508b3a39463163",
    "createdAt": "2024-06-03T10:55:03.343Z",
    "updatedAt": "2024-06-03T10:55:03.343Z"
  },
  {
    "id": "665da143212a3a7b7d76b59d",
    "name": "Casual Denim Jumpsuit: Effortless Chic and Versatility for Everyday Wear",
    "price": 3270,
    "brandId": "665ac7545788e185779d7cce",
    "discount": 14,
    "discountedPrice": 2812.2,
    "description": "Embrace effortless chic with our Casual Denim Jumpsuit, a versatile piece perfect for everyday wear. This jumpsuit features a button-down front, adjustable waist tie, and utility pockets, combining style and functionality. Crafted from soft, durable denim, it offers comfort and a relaxed fit. Ideal for casual outings, weekend adventures, or laid-back gatherings, this jumpsuit pairs perfectly with sneakers, sandals, or boots for a trendy, casual look.",
    "categoryId": "665d9bf1fa508b3a39463163",
    "createdAt": "2024-06-03T10:56:03.903Z",
    "updatedAt": "2024-06-03T10:56:03.903Z"
  },
  {
    "id": "665da1b3212a3a7b7d76b5a3",
    "name": "Boho Orange Print Jumpsuit: Free-Spirited Style and Comfort for Summer Days",
    "price": 4170,
    "brandId": "665ac7545788e185779d7cd1",
    "discount": 22,
    "discountedPrice": 3252.6,
    "description": "Add a touch of bohemian flair to your wardrobe with our Boho Floral Print Jumpsuit, perfect for summer days and outdoor events. This jumpsuit features a vibrant floral print, spaghetti straps, and a flowy, wide-leg design, offering a relaxed and free-spirited look. Made from lightweight, breathable fabric, it ensures all-day comfort in warm weather. Pair it with sandals and a floppy hat for a stylish, boho-inspired ensemble.",
    "categoryId": "665d9bf1fa508b3a39463163",
    "createdAt": "2024-06-03T10:57:55.688Z",
    "updatedAt": "2024-06-03T10:57:55.688Z"
  },
  {
    "id": "665da229212a3a7b7d76b5a9",
    "name": "Sleek Floral Print Jumpsuit: Timeless Elegance and Versatility for Any Occasion",
    "price": 5170,
    "brandId": "665ac7545788e185779d7cd2",
    "discount": 35,
    "discountedPrice": 3360.5,
    "description": "Discover timeless elegance with our Sleek Black Jumpsuit, a versatile piece suitable for any occasion. This jumpsuit features a minimalist design with a tailored fit, a flattering scoop neckline, and tapered legs. Crafted from high-quality, stretch fabric, it offers comfort and a sleek silhouette. Perfect for dressing up with heels and statement jewelry or down with flats and a casual jacket, this jumpsuit is a wardrobe essential.",
    "categoryId": "665d9bf1fa508b3a39463163",
    "createdAt": "2024-06-03T10:59:53.188Z",
    "updatedAt": "2024-06-03T10:59:53.188Z"
  },
  {
    "id": "665da297212a3a7b7d76b5af",
    "name": "Sporty Utility yellow Jumpsuit: Functional Style and Comfort for Active Days",
    "price": 6000,
    "brandId": "665ac7545788e185779d7cd3",
    "discount": 45,
    "discountedPrice": 3300,
    "description": "Stay stylish and comfortable on active days with our Sporty Utility Jumpsuit, designed for functionality and modern style. This jumpsuit features a zip-front closure, adjustable waist, and multiple pockets for convenience. Made from durable, breathable fabric, it provides comfort and ease of movement. Ideal for running errands, travel, or casual outdoor activities, this jumpsuit pairs well with sneakers or casual footwear for a sporty, on-the-go look.",
    "categoryId": "665d9bf1fa508b3a39463163",
    "createdAt": "2024-06-03T11:01:43.523Z",
    "updatedAt": "2024-06-03T11:01:43.523Z"
  },
  {
    "id": "665da325212a3a7b7d76b5b5",
    "name": "Graceful A-Line Kurti: Elegant Design and Flattering Fit for Everyday Wear",
    "price": 5500,
    "brandId": "665ac7545788e185779d7cd4",
    "discount": 9,
    "discountedPrice": 5005,
    "description": "Elevate your everyday wardrobe with our Graceful A-Line Kurti, designed to offer an elegant design and flattering fit. This kurti features an A-line silhouette that drapes beautifully and enhances your figure. Crafted from high-quality, breathable fabric, it ensures all-day comfort and style. Adorned with intricate embroidery and delicate detailing, this kurti is perfect for both casual outings and festive occasions. Pair it with leggings or palazzos for a chic and traditional look.",
    "categoryId": "665d9bf1fa508b3a39463165",
    "createdAt": "2024-06-03T11:04:05.321Z",
    "updatedAt": "2024-06-03T11:04:05.321Z"
  },
  {
    "id": "665da382212a3a7b7d76b5bb",
    "name": "Traditional Straight Kurti: Classic Style and Timeless Appeal for All Occasions",
    "price": 2500,
    "brandId": "665ac7545788e185779d7cd5",
    "discount": 15,
    "discountedPrice": 2125,
    "description": "Embrace classic style and timeless appeal with our Traditional Straight Kurti, suitable for all occasions. This kurti features a straight-cut design with a mid-length hem and a round neckline, offering a versatile and elegant look. Made from soft, comfortable fabric, it is adorned with beautiful prints and subtle embellishments. Ideal for daily wear or semi-formal events, this kurti pairs effortlessly with churidars or straight pants for a refined ethnic ensemble.",
    "categoryId": "665d9bf1fa508b3a39463165",
    "createdAt": "2024-06-03T11:05:38.915Z",
    "updatedAt": "2024-06-03T11:05:38.915Z"
  },
  {
    "id": "665da3c3212a3a7b7d76b5c1",
    "name": "Festive Anarkali Kurti: Regal Flair and Intricate Detailing for Special Celebrations",
    "price": 3200,
    "brandId": "665ac7545788e185779d7cd5",
    "discount": 24,
    "discountedPrice": 2432,
    "description": "Add a touch of regal flair to your festive wardrobe with our Festive Anarkali Kurti, perfect for special celebrations and gatherings. This kurti features a flared Anarkali design with a floor-length hem and intricate embroidery, creating a majestic and elegant appearance. Crafted from luxurious, flowy fabric, it offers both comfort and style. Pair it with matching leggings and traditional jewelry to complete your stunning ethnic look.",
    "categoryId": "665d9bf1fa508b3a39463165",
    "createdAt": "2024-06-03T11:06:43.626Z",
    "updatedAt": "2024-06-03T11:06:43.626Z"
  },
  {
    "id": "665da416212a3a7b7d76b5c7",
    "name": "Boho Chic Printed Kurti: Vibrant Patterns and Relaxed Fit for Casual Outings",
    "price": 4700,
    "brandId": "665ac7545788e185779d7cd4",
    "discount": 37,
    "discountedPrice": 2961,
    "description": "Infuse your casual wardrobe with vibrant patterns and relaxed fit with our Boho Chic Printed Kurti. This kurti features bold, bohemian-inspired prints and a comfortable, loose fit, making it perfect for casual outings and relaxed gatherings. Made from lightweight, breathable fabric, it ensures all-day comfort and ease of movement. Pair it with jeans, leggings, or palazzos for a trendy, casual look that exudes ethnic charm and modern style.",
    "categoryId": "665d9bf1fa508b3a39463165",
    "createdAt": "2024-06-03T11:08:06.553Z",
    "updatedAt": "2024-06-03T11:08:06.553Z"
  },
  {
    "id": "665da465212a3a7b7d76b5ce",
    "name": "Elegant High-Low Kurti: Modern Design and Traditional Touch for Versatile Wear",
    "price": 5200,
    "brandId": "665ac7545788e185779d7cd3",
    "discount": 47,
    "discountedPrice": 2756,
    "description": "Discover the perfect blend of modern design and traditional touch with our Elegant High-Low Kurti, ideal for versatile wear. This kurti features a high-low hemline, a stylish collar, and intricate detailing, offering a contemporary yet ethnic look. Crafted from premium fabric, it provides comfort and a flattering fit. Suitable for both casual and semi-formal occasions, this kurti pairs beautifully with leggings or slim-fit pants, adding sophistication to your ethnic wardrobe.",
    "categoryId": "665d9bf1fa508b3a39463165",
    "createdAt": "2024-06-03T11:09:25.434Z",
    "updatedAt": "2024-06-03T11:09:25.434Z"
  },
  {
    "id": "665da4fe212a3a7b7d76b5d4",
    "name": "Performance Workout Leggings: High-Performance Comfort and Style for Intense Training Sessions",
    "price": 2000,
    "brandId": "665ac7545788e185779d7cd3",
    "discount": 50,
    "discountedPrice": 1000,
    "description": "Enhance your workout routine with our Performance Workout Leggings, designed for high-performance comfort and style. These leggings feature a high-rise waistband for a secure fit and moisture-wicking fabric to keep you dry and comfortable during intense training sessions. The four-way stretch material provides flexibility and support, while the sleek design ensures you look stylish both in and out of the gym. Pair them with your favorite sports bra or tank top for a complete workout ensemble.",
    "categoryId": "665d9bf1fa508b3a39463166",
    "createdAt": "2024-06-03T11:11:58.460Z",
    "updatedAt": "2024-06-03T11:11:58.460Z"
  },
  {
    "id": "665da577212a3a7b7d76b5d9",
    "name": "Comfy Yoga Pants: Soft Stretch and Relaxed Fit for Mindful Movements and Flexibility",
    "price": 3500,
    "brandId": "665ac7545788e185779d7cd4",
    "discount": 12,
    "discountedPrice": 3080,
    "description": "Embrace comfort and flexibility with our Comfy Yoga Pants, perfect for mindful movements and yoga sessions. These pants feature a relaxed fit, a fold-over waistband, and soft, stretchy fabric that moves with you. The lightweight material provides breathability and comfort, making them ideal for yoga, Pilates, or lounging at home. Pair them with a fitted tank or a cozy sweatshirt for a complete, comfortable outfit.",
    "categoryId": "665d9bf1fa508b3a39463166",
    "createdAt": "2024-06-03T11:13:59.715Z",
    "updatedAt": "2024-06-03T11:13:59.715Z"
  },
  {
    "id": "665da65b212a3a7b7d76b5de",
    "name": "Performance Running Shorts: Lightweight Comfort and Maximum Mobility for Active Workouts",
    "price": 3800,
    "brandId": "665ac7545788e185779d7cd3",
    "discount": 21,
    "discountedPrice": 3002,
    "description": "Experience lightweight comfort and maximum mobility with our Performance Running Shorts, designed for active workouts and high-intensity training. These shorts feature a breathable, quick-drying fabric and an elastic waistband with an adjustable drawstring for a secure fit. The built-in liner provides additional support, while the side mesh panels enhance ventilation. Perfect for running, gym sessions, or outdoor activities, these shorts offer freedom of movement and all-day comfort.",
    "categoryId": "665d9bf1fa508b3a39463166",
    "createdAt": "2024-06-03T11:17:47.485Z",
    "updatedAt": "2024-06-03T11:17:47.485Z"
  },
  {
    "id": "665da6bc212a3a7b7d76b5e3",
    "name": "Versatile Training Tank Top: Stylish Design and Functional Performance for All Activities",
    "price": 3800,
    "brandId": "665ac7545788e185779d7cd2",
    "discount": 38,
    "discountedPrice": 2356,
    "description": "Stay stylish and functional with our Versatile Training Tank Top, designed for all activities. This tank top features a racerback design for unrestricted movement, a flattering fit, and moisture-wicking fabric to keep you dry and comfortable. The lightweight and breathable material ensures optimal performance during workouts, yoga sessions, or casual outings. Pair it with leggings, shorts, or joggers for a versatile and stylish activewear look.",
    "categoryId": "665d9bf1fa508b3a39463166",
    "createdAt": "2024-06-03T11:19:24.040Z",
    "updatedAt": "2024-06-03T11:19:24.040Z"
  },
  {
    "id": "665da72e212a3a7b7d76b5e9",
    "name": "Cozy Fleece Hoodie: Ultimate Warmth and Casual Style for Everyday Wear",
    "price": 4500,
    "brandId": "665ac7545788e185779d7cd1",
    "discount": 42,
    "discountedPrice": 2610,
    "description": "Stay warm and stylish with our Cozy Fleece Hoodie, designed for ultimate warmth and casual comfort. This hoodie features a soft fleece interior, a spacious kangaroo pocket, and an adjustable drawstring hood for added coziness. The relaxed fit and ribbed cuffs and hem provide a snug, comfortable feel. Perfect for lounging at home, running errands, or casual outings, this hoodie is a versatile and essential addition to your wardrobe.",
    "categoryId": "665d9bf1fa508b3a39463166",
    "createdAt": "2024-06-03T11:21:18.741Z",
    "updatedAt": "2024-06-03T11:21:18.741Z"
  },
  {
    "id": "665da796212a3a7b7d76b5ef",
    "name": "Classic Pullover Sweatshirt: Timeless Comfort and Versatile Style for All Seasons",
    "price": 5700,
    "brandId": "665ac7545788e185779d7cd0",
    "discount": 55,
    "discountedPrice": 2565,
    "description": "Embrace timeless comfort and versatile style with our Classic Pullover Sweatshirt, suitable for all seasons and activities. This sweatshirt features a crew neckline, a relaxed fit, and ribbed cuffs and hem for a classic look. Made from soft, durable fabric, it provides warmth and comfort without sacrificing style. Ideal for layering over workout gear or pairing with jeans for a casual look, this sweatshirt is a must-have for any wardrobe.",
    "categoryId": "665d9bf1fa508b3a39463166",
    "createdAt": "2024-06-03T11:23:02.200Z",
    "updatedAt": "2024-06-03T11:23:02.200Z"
  },
  {
    "id": "665da886212a3a7b7d76b5f5",
    "name": "Boho  Peasant Top: Relaxed Fit and Intricate Details for a Free-Spirited Look",
    "price": 2500,
    "brandId": "665ac7545788e185779d7cce",
    "discount": 15,
    "discountedPrice": 2125,
    "description": "Embrace a free-spirited look with our Boho Peasant Top, featuring a relaxed fit and intricate details. This top features a smocked neckline, billowy sleeves, and delicate embroidery, creating a bohemian-inspired style. Made from lightweight, breathable fabric, it provides comfort and ease of movement. Perfect for casual outings, festivals, or beach days, this peasant top pairs beautifully with jeans, shorts, or skirts for an effortlessly chic look.",
    "categoryId": "665d9bf1fa508b3a39463167",
    "createdAt": "2024-06-03T11:27:02.490Z",
    "updatedAt": "2024-06-03T11:27:02.490Z"
  },
  {
    "id": "665da8d2212a3a7b7d76b5fb",
    "name": " Trendy Crop Top: Modern Style and Comfortable Fit for Fashion-Forward Looks",
    "price": 3200,
    "brandId": "665ac7535788e185779d7ccb",
    "discount": 24,
    "discountedPrice": 2432,
    "description": "Stay on-trend with our Trendy Crop Top, designed for modern style and a comfortable fit. This top features a cropped length, a round neckline, and a relaxed fit, making it perfect for creating fashion-forward looks. Made from soft, stretchy fabric, it offers both comfort and versatility. Ideal for pairing with high-waisted jeans, skirts, or shorts, this crop top is a must-have for any fashion-conscious woman's wardrobe.",
    "categoryId": "665d9bf1fa508b3a39463167",
    "createdAt": "2024-06-03T11:28:18.611Z",
    "updatedAt": "2024-06-03T11:28:18.611Z"
  },
  {
    "id": "665da949212a3a7b7d76b601",
    "name": "Relaxed Fit Round-neck Tee: Effortless Style and Ultimate Comfort for Everyday Wear",
    "price": 4500,
    "brandId": "665ac7545788e185779d7ccc",
    "discount": 35,
    "discountedPrice": 2925,
    "description": "Elevate your everyday wardrobe with our Relaxed Fit V-Neck Tee, designed to offer effortless style and ultimate comfort. This tee features a flattering V-neckline, a relaxed fit, and short sleeves, making it perfect for casual outings. Crafted from soft, breathable fabric, it ensures all-day comfort. Pair it with jeans, shorts, or skirts for a versatile, stylish look that transitions seamlessly from day to night.",
    "categoryId": "665d9bf1fa508b3a39463167",
    "createdAt": "2024-06-03T11:30:17.306Z",
    "updatedAt": "2024-06-03T11:30:17.306Z"
  },
  {
    "id": "665da9a0212a3a7b7d76b607",
    "name": "Trendy Crop Top: Modern Style and Comfortable Fit for Fashion-Forward Looks",
    "price": 5500,
    "brandId": "665ac7545788e185779d7ccd",
    "discount": 45,
    "discountedPrice": 3025,
    "description": "Stay on-trend with our Trendy Crop Top, designed for modern style and a comfortable fit. This top features a cropped length, a round neckline, and a relaxed fit, making it perfect for creating fashion-forward looks. Made from soft, stretchy fabric, it offers both comfort and versatility. Ideal for pairing with high-waisted jeans, skirts, or shorts, this crop top is a must-have for any fashion-conscious woman's wardrobe.",
    "categoryId": "665d9bf1fa508b3a39463167",
    "createdAt": "2024-06-03T11:31:44.581Z",
    "updatedAt": "2024-06-03T11:31:44.581Z"
  },
  {
    "id": "665daa28212a3a7b7d76b60d",
    "name": " Playful Red Cartoon Print Tee: Vibrant Color and Whimsical Design for Fun Casual Looks",
    "price": 6500,
    "brandId": "665ac7545788e185779d7cce",
    "discount": 55,
    "discountedPrice": 2925,
    "description": "Inject a dose of fun into your wardrobe with our Playful Red Cartoon Print Tee, featuring a vibrant red hue and whimsical design. This tee showcases a charming cartoon print on the front, adding a playful touch to your casual outfits. Made from soft, breathable fabric, it offers comfort and style for all-day wear. Pair it with jeans, shorts, or skirts for a cheerful and lighthearted ensemble that brightens up any day.",
    "categoryId": "665d9bf1fa508b3a39463167",
    "createdAt": "2024-06-03T11:34:00.901Z",
    "updatedAt": "2024-06-03T11:34:00.901Z"
  },
  {
    "id": "665daa7c212a3a7b7d76b613",
    "name": "Cute Pink Cartoon Print T-Shirt: Adorable Design and Soft Comfort for Casual Chic Styling",
    "price": 7500,
    "brandId": "665ac7545788e185779d7ccf",
    "discount": 45,
    "discountedPrice": 4125,
    "description": "Add a touch of cuteness to your wardrobe with our Cute Pink Cartoon Print T-Shirt, boasting an adorable design and soft comfort. This t-shirt features a charming cartoon print in shades of pink, creating a sweet and playful look. Crafted from lightweight, breathable fabric, it ensures all-day comfort and ease of movement. Perfect for pairing with jeans, leggings, or shorts, this tee adds a whimsical charm to your casual chic styling.",
    "categoryId": "665d9bf1fa508b3a39463167",
    "createdAt": "2024-06-03T11:35:24.859Z",
    "updatedAt": "2024-06-03T11:35:24.859Z"
  },
  {
    "id": "665dab64212a3a7b7d76b618",
    "name": "Classic Leather Ballerinas: Timeless Elegance and Versatile Comfort for Everyday Chic",
    "price": 5200,
    "brandId": "665ac7545788e185779d7cce",
    "discount": 12,
    "discountedPrice": 4576,
    "description": "Step into timeless elegance with our Classic Leather Ballerinas, offering versatile comfort and style for everyday chic. These ballet flats feature a sleek leather upper, a round toe, and a cushioned footbed for all-day comfort. The classic design pairs effortlessly with dresses, skirts, or pants, making them a staple in any woman's wardrobe. Whether for work or casual outings, these ballerinas add a touch of sophistication to any ensemble.",
    "categoryId": "665d9c7afa508b3a3946316a",
    "createdAt": "2024-06-03T11:39:16.456Z",
    "updatedAt": "2024-06-03T11:39:16.456Z"
  },
  {
    "id": "665dabaf212a3a7b7d76b61d",
    "name": "Quilted Ballet Flats: Chic and Feminine Design with Cushioned Support for Effortless Grace",
    "price": 4200,
    "brandId": "665ac7535788e185779d7ccb",
    "discount": 21,
    "discountedPrice": 3318,
    "description": "Experience effortless grace with our Quilted Ballet Flats, showcasing a chic and feminine design with cushioned support. These ballet flats feature a quilted faux leather upper, a rounded toe, and a padded insole for enhanced comfort. The versatile style transitions seamlessly from day to night, making them perfect for any occasion. Pair them with jeans, dresses, or skirts for a polished and sophisticated look.",
    "categoryId": "665d9c7afa508b3a3946316a",
    "createdAt": "2024-06-03T11:40:31.563Z",
    "updatedAt": "2024-06-03T11:40:31.563Z"
  },
  {
    "id": "665dac09212a3a7b7d76b622",
    "name": "Classic Black Ballerinas: Timeless Elegance and Comfort for Effortless Versatility",
    "price": 3700,
    "brandId": "665ac7545788e185779d7ccc",
    "discount": 34,
    "discountedPrice": 2442,
    "description": "Step into timeless elegance with our Classic Black Ballerinas, offering comfort and sophistication for effortless versatility. These ballet flats feature a sleek black faux leather upper, a rounded toe, and a cushioned footbed for all-day comfort. The minimalist design pairs seamlessly with any outfit, from casual to dressy, making them a staple in every woman's wardrobe. Whether for work, a night out, or everyday wear, these ballerinas exude timeless style and grace.",
    "categoryId": "665d9c7afa508b3a3946316a",
    "createdAt": "2024-06-03T11:42:01.823Z",
    "updatedAt": "2024-06-03T11:42:01.823Z"
  },
  {
    "id": "665dacdb212a3a7b7d76b628",
    "name": "Floral Print Ballet Pumps: Whimsical Florals and Playful Design for Feminine Flair",
    "price": 4200,
    "brandId": "665ac7545788e185779d7ccd",
    "discount": 45,
    "discountedPrice": 2310,
    "description": "Infuse your wardrobe with feminine flair with our Floral Print Ballet Pumps, showcasing whimsical florals and playful design. These ballet pumps feature a canvas or fabric upper adorned with a vibrant floral print, adding a pop of color to your ensemble. The rounded toe and flat heel provide comfort and stability, making them ideal for everyday wear. Pair them with jeans, dresses, or skirts for a charming and cheerful look.",
    "categoryId": "665d9c7afa508b3a3946316a",
    "createdAt": "2024-06-03T11:45:31.297Z",
    "updatedAt": "2024-06-03T11:45:31.297Z"
  },
  {
    "id": "665dad72212a3a7b7d76b62e",
    "name": " Cobblestone Chic Black Ballerinas: Classic Elegance with Urban Charm for Versatile Style",
    "price": 2500,
    "brandId": "665ac7545788e185779d7cce",
    "discount": 55,
    "discountedPrice": 1125,
    "description": "Elevate your look with our Cobblestone Chic Black Ballerinas, blending classic elegance with urban charm for versatile style. These ballet flats feature a sleek black faux leather upper adorned with the Cobblestone Chic pattern, adding a touch of texture and interest to your ensemble. The rounded toe and cushioned footbed ensure comfort for all-day wear, while the slip-on design offers convenience and ease. Perfect for both casual outings and dressier occasions, these ballerinas effortlessly combine sophistication with urban flair, making them a chic addition to any wardrobe.",
    "categoryId": "665d9c7afa508b3a3946316a",
    "createdAt": "2024-06-03T11:48:02.187Z",
    "updatedAt": "2024-06-03T11:48:02.187Z"
  },
  {
    "id": "665dade6212a3a7b7d76b634",
    "name": "Heartfelt Black Ballerinas: Chic Elegance with Playful Romance for Every Step",
    "price": 5600,
    "brandId": "665ac7545788e185779d7ccf",
    "discount": 25,
    "discountedPrice": 4200,
    "description": "Fall in love with our Heartfelt Black Ballerinas, where chic elegance meets playful romance with every step. These ballet flats feature a sleek black faux leather upper adorned with a charming heart pattern, adding a touch of whimsy and romance to your ensemble. The rounded toe and cushioned footbed ensure comfort for all-day wear, while the slip-on design offers convenience and ease. Perfect for adding a dash of love to any outfit, these ballerinas are versatile enough for casual outings and dressier occasions alike, making them a must-have in your shoe collection.",
    "categoryId": "665d9c7afa508b3a3946316a",
    "createdAt": "2024-06-03T11:49:58.611Z",
    "updatedAt": "2024-06-03T11:49:58.611Z"
  },
  {
    "id": "665dae6e212a3a7b7d76b63a",
    "name": "Timeless Black Leather Ballerinas: Effortless Sophistication and Comfort for Every Occasion",
    "price": 6500,
    "brandId": "665ac7545788e185779d7cd0",
    "discount": 65,
    "discountedPrice": 2275,
    "description": "Indulge in timeless elegance with our Timeless Black Leather Ballerinas, epitomizing effortless sophistication and comfort for every occasion. Crafted from supple black leather, these ballet flats feature a classic silhouette with a rounded toe and a cushioned footbed, ensuring all-day comfort with every step. Versatile enough to pair with anything from jeans to dresses, these ballerinas are the epitome of understated chic, making them a wardrobe essential for the modern woman.",
    "categoryId": "665d9c7afa508b3a3946316a",
    "createdAt": "2024-06-03T11:52:14.337Z",
    "updatedAt": "2024-06-03T11:52:14.337Z"
  },
  {
    "id": "665daf68212a3a7b7d76b63f",
    "name": "Timeless Black Clogs: Classic Style for Versatile Wardrobe Essentials",
    "price": 5200,
    "brandId": "665ac7535788e185779d7ccb",
    "discount": 15,
    "discountedPrice": 4420,
    "description": "Step into classic style with our Timeless Black Clogs, essential for any wardrobe. These clog shoes feature a sleek black design crafted for both style and comfort. With a cushioned insole and sturdy sole, they provide support for all-day wear. Perfect for pairing with any outfit, these black clogs offer versatility and timeless elegance for every occasion.",
    "categoryId": "665d9c7afa508b3a3946316b",
    "createdAt": "2024-06-03T11:56:24.273Z",
    "updatedAt": "2024-06-03T11:56:24.273Z"
  },
  {
    "id": "665dafaf212a3a7b7d76b645",
    "name": " Vibrant Lime Green Clogs: Playful Pop of Color for Statement-Making Looks",
    "price": 3500,
    "brandId": "665ac7545788e185779d7ccc",
    "discount": 25,
    "discountedPrice": 2625,
    "description": "Make a bold statement with our Vibrant Lime Green Clogs, adding a playful pop of color to your ensemble. These clog shoes boast a striking lime green hue, exuding energy and vibrancy. Crafted for comfort with a cushioned footbed, they ensure a comfortable stride wherever you go. Whether paired with jeans or dresses, these lime green clogs elevate your look with a fun and lively touch.",
    "categoryId": "665d9c7afa508b3a3946316b",
    "createdAt": "2024-06-03T11:57:35.102Z",
    "updatedAt": "2024-06-03T11:57:35.102Z"
  },
  {
    "id": "665db004212a3a7b7d76b64b",
    "name": "Elegant Cream Clogs: Sophistication and Versatility for Effortless Style",
    "price": 5500,
    "brandId": "665ac7545788e185779d7ccd",
    "discount": 36,
    "discountedPrice": 3520,
    "description": "Elevate your look with our Elegant Cream Clogs, epitomizing sophistication and versatility. These clog shoes feature a timeless cream color, exuding understated elegance. Crafted with comfort in mind, they offer a cushioned insole and sturdy heel for stability. Perfect for dressing up or down, these cream clogs complement any outfit with effortless style and grace.",
    "categoryId": "665d9c7afa508b3a3946316b",
    "createdAt": "2024-06-03T11:59:00.447Z",
    "updatedAt": "2024-06-03T11:59:00.447Z"
  },
  {
    "id": "665db06b212a3a7b7d76b652",
    "name": "Sleek Grey Clogs: Modern Minimalism for Contemporary Appeal",
    "price": 8500,
    "brandId": "665ac7555788e185779d7cdc",
    "discount": 47,
    "discountedPrice": 4505,
    "description": "Embrace modern minimalism with our Sleek Grey Clogs, offering contemporary appeal for the fashion-forward woman. These clog shoes showcase a sleek grey color, embodying simplicity and refinement. Designed for comfort and durability, they provide a cushioned footbed and sturdy construction for all-day wear. Whether paired with casual or dressy attire, these grey clogs add a stylish touch to any look.",
    "categoryId": "665d9c7afa508b3a3946316b",
    "createdAt": "2024-06-03T12:00:43.792Z",
    "updatedAt": "2024-06-03T12:00:43.792Z"
  },
  {
    "id": "665db0bc212a3a7b7d76b659",
    "name": "Classic White Clogs: Timeless Charm for Everyday Elegance",
    "price": 10500,
    "brandId": "665ac7555788e185779d7cdd",
    "discount": 65,
    "discountedPrice": 3675,
    "description": "Discover timeless charm with our Classic White Clogs, perfect for everyday elegance. These clog shoes feature a crisp white color, exuding purity and sophistication. Crafted with a cushioned insole and supportive heel, they ensure comfort and stability with every step. Whether worn with jeans or skirts, these white clogs offer versatility and effortless chic for any occasion.",
    "categoryId": "665d9c7afa508b3a3946316b",
    "createdAt": "2024-06-03T12:02:04.951Z",
    "updatedAt": "2024-06-03T12:02:04.951Z"
  },
  {
    "id": "665db1c2212a3a7b7d76b660",
    "name": "Classic Black Ballet Flats: Timeless Elegance and Versatile Comfort",
    "price": 5500,
    "brandId": "665ac7555788e185779d7cda",
    "discount": 18,
    "discountedPrice": 4510,
    "description": "Step into timeless elegance with our Classic Black Ballet Flats, essential for every woman's wardrobe. These ballet flats feature a sleek black design crafted from high-quality materials for durability and comfort. With a cushioned insole and flexible sole, they provide all-day comfort for any occasion. Perfect for pairing with jeans, dresses, or skirts, these black ballet flats offer versatile style and effortless sophistication.",
    "categoryId": "665d9c7afa508b3a3946316c",
    "createdAt": "2024-06-03T12:06:26.281Z",
    "updatedAt": "2024-06-03T12:06:26.281Z"
  },
  {
    "id": "665db238212a3a7b7d76b667",
    "name": "Chic Pointed Toe Flats: Modern Style with a Sophisticated Edge",
    "price": 4500,
    "brandId": "665ac7555788e185779d7cdc",
    "discount": 22,
    "discountedPrice": 3510,
    "description": "Elevate your look with our Chic Pointed Toe Flats, combining modern style with a sophisticated edge. These flats feature a sleek pointed toe design for a fashion-forward twist on a classic silhouette. Crafted from premium materials, they offer both style and comfort for everyday wear. Whether dressed up or down, these pointed toe flats add a touch of elegance and refinement to any outfit.",
    "categoryId": "665d9c7afa508b3a3946316c",
    "createdAt": "2024-06-03T12:08:24.219Z",
    "updatedAt": "2024-06-03T12:08:24.219Z"
  },
  {
    "id": "665db2a2212a3a7b7d76b66e",
    "name": "Casual Slip-On Espadrilles: Relaxed Vibes with a Touch of Boho Chic",
    "price": 5200,
    "brandId": "665ac7555788e185779d7cdd",
    "discount": 32,
    "discountedPrice": 3536,
    "description": "Embrace relaxed vibes with our Casual Slip-On Espadrilles, perfect for adding a touch of boho chic to your ensemble. These flats feature a comfortable slip-on design with a woven espadrille sole for a laid-back look. Crafted from breathable materials, they provide cool comfort on warm days. Whether worn with shorts, dresses, or jeans, these espadrilles offer effortless style for casual outings and beach days.",
    "categoryId": "665d9c7afa508b3a3946316c",
    "createdAt": "2024-06-03T12:10:10.024Z",
    "updatedAt": "2024-06-03T12:10:10.024Z"
  },
  {
    "id": "665db3d9212a3a7b7d76b674",
    "name": " Stylish Loafer Flats: Effortless Sophistication for On-the-Go Glamour",
    "price": 8500,
    "brandId": "665ac7555788e185779d7cdb",
    "discount": 47,
    "discountedPrice": 4505,
    "description": "Stay stylish on the go with our Stylish Loafer Flats, offering effortless sophistication for any occasion. These flats feature a classic loafer design with a low heel and a comfortable fit. Crafted from supple materials, they provide both style and comfort for long days on your feet. Perfect for work or weekend outings, these loafer flats add a touch of glamour to your look with minimal effort. ",
    "categoryId": "665d9c7afa508b3a3946316c",
    "createdAt": "2024-06-03T12:15:21.282Z",
    "updatedAt": "2024-06-03T12:15:21.282Z"
  },
  {
    "id": "665db429212a3a7b7d76b67a",
    "name": "Trendy Ankle Strap Flats: Fashion-Forward Flair for Summer Adventures",
    "price": 10500,
    "brandId": "665ac7555788e185779d7cda",
    "discount": 65,
    "discountedPrice": 3675,
    "description": "Step out in style with our Trendy Ankle Strap Sandals, featuring fashion-forward flair for summer adventures. These flats boast a chic ankle strap design with a comfortable flat sole, perfect for all-day wear. Crafted from durable materials, they offer both style and support for walking and exploring. Whether paired with dresses, shorts, or skirts, these ankle strap sandals add a trendy touch to any warm-weather ensemble.",
    "categoryId": "665d9c7afa508b3a3946316c",
    "createdAt": "2024-06-03T12:16:41.158Z",
    "updatedAt": "2024-06-03T12:16:41.158Z"
  },
  {
    "id": "665db4e3212a3a7b7d76b680",
    "name": "Timeless Black Stiletto Heels: Classic Elegance for Every Occasion",
    "price": 7000,
    "brandId": "665ac7545788e185779d7cd4",
    "discount": 8,
    "discountedPrice": 6440,
    "description": "Elevate your look with our Timeless Black Stiletto Heels, exuding classic elegance for every occasion. These heels feature a sleek black design with a pointed toe and a slender stiletto heel, adding a touch of sophistication to any ensemble. Crafted from high-quality materials, they offer both style and comfort for all-day wear. Whether paired with dresses, skirts, or pants, these black stiletto heels are a wardrobe staple for the modern woman.",
    "categoryId": "665d9c7afa508b3a3946316d",
    "createdAt": "2024-06-03T12:19:47.347Z",
    "updatedAt": "2024-06-03T12:19:47.347Z"
  },
  {
    "id": "665db526212a3a7b7d76b686",
    "name": "Chic Block Heel Pumps: Modern Style with Comfortable Support",
    "price": 8500,
    "brandId": "665ac7545788e185779d7cd4",
    "discount": 18,
    "discountedPrice": 6970,
    "description": "Step into modern style with our Chic Block Heel Pumps, offering comfortable support and contemporary flair. These pumps feature a chunky block heel and a rounded toe for a versatile and on-trend look. Crafted from durable materials, they provide stability and support for all-day wear. Perfect for both work and special occasions, these block heel pumps add a touch of sophistication to any outfit with minimal effort.",
    "categoryId": "665d9c7afa508b3a3946316d",
    "createdAt": "2024-06-03T12:20:54.179Z",
    "updatedAt": "2024-06-03T12:20:54.179Z"
  },
  {
    "id": "665db578212a3a7b7d76b68b",
    "name": "Transparent Block Heel Sandals: Modern Elegance with a Hint of Playfulness",
    "price": 15000,
    "brandId": "665ac7545788e185779d7cd5",
    "discount": 25,
    "discountedPrice": 11250,
    "description": "Step into modern elegance with our Transparent Block Heel Sandals, featuring a sleek design with a hint of playfulness. These sandals boast a transparent block heel that adds a contemporary touch to any ensemble. Crafted with a comfortable footbed and secure straps, they offer both style and support for all-day wear. Whether paired with casual outfits or dressier ensembles, these transparent heels elevate your look with effortless sophistication and a touch of whimsy.",
    "categoryId": "665d9c7afa508b3a3946316d",
    "createdAt": "2024-06-03T12:22:16.316Z",
    "updatedAt": "2024-06-03T12:22:16.316Z"
  },
  {
    "id": "665db5d0212a3a7b7d76b691",
    "name": "Lace-Up Knee-High Heeled Boots: Edgy Elegance with a Touch of Drama",
    "price": 20000,
    "brandId": "665ac7545788e185779d7cd3",
    "discount": 35,
    "discountedPrice": 13000,
    "description": "Make a bold statement with our Lace-Up Knee-High Heeled Boots, exuding edgy elegance with a touch of drama. These boots feature a sleek design with knee-length laces that add a striking detail to your ensemble. Crafted from high-quality materials, they offer both style and durability for all-day wear. With a comfortable heel and secure lace-up closure, these boots provide stability and support, making them perfect for adding a fierce edge to any outfit, from skinny jeans to flowy dresses.",
    "categoryId": "665d9c7afa508b3a3946316d",
    "createdAt": "2024-06-03T12:23:44.418Z",
    "updatedAt": "2024-06-03T12:23:44.418Z"
  },
  {
    "id": "665db629212a3a7b7d76b696",
    "name": "Fashionable Platform Wedges: Trendy Height with Comfortable Support",
    "price": 20000,
    "brandId": "665ac7545788e185779d7cd3",
    "discount": 35,
    "discountedPrice": 13000,
    "description": "Reach new heights with our Fashionable Platform Wedges, offering trendy elevation with comfortable support. These wedges feature a platform sole and a wedge heel for added height without sacrificing stability. Crafted from lightweight materials, they provide both style and support for long days on your feet. Whether paired with jeans, skirts, or dresses, these platform wedges add a fashionable edge to any look with ease.",
    "categoryId": "665d9c7afa508b3a3946316d",
    "createdAt": "2024-06-03T12:25:13.466Z",
    "updatedAt": "2024-06-03T12:25:13.466Z"
  },
  {
    "id": "665db6d4212a3a7b7d76b69b",
    "name": "Pink Foam Slide Slippers: Cozy Comfort with a Pop of Feminine Charm",
    "price": 5000,
    "brandId": "665ac7535788e185779d7ccb",
    "discount": 25,
    "discountedPrice": 3750,
    "description": "Indulge in cozy comfort with our Pink Foam Slide Slippers, offering a delightful combination of softness and feminine charm. These slippers feature a plush foam construction in a lovely shade of pink, enveloping your feet in luxurious warmth and relaxation. With an easy slide-on design, they provide convenience and ease for indoor lounging. Whether you're unwinding at home or pampering yourself after a long day, these pink foam slide slippers are the perfect companions for ultimate comfort and style.",
    "categoryId": "665d9c7afa508b3a3946316e",
    "createdAt": "2024-06-03T12:28:04.562Z",
    "updatedAt": "2024-06-03T12:28:04.562Z"
  },
  {
    "id": "665db74a212a3a7b7d76b6a2",
    "name": "Cream-Colored Faux Slippers: Luxurious Comfort with Timeless Elegance",
    "price": 2500,
    "brandId": "665ac7545788e185779d7ccc",
    "discount": 8,
    "discountedPrice": 2300,
    "description": "Experience luxurious comfort with our Cream-Colored Faux Fur Slippers, combining softness and timeless elegance in one delightful package. These slippers feature a plush faux fur exterior in a chic cream hue, providing a cozy and inviting feel with every step. Designed with a cushioned footbed and a sturdy sole, they offer both support and comfort for indoor wear. Whether you're relaxing at home or treating yourself to a spa day, these cream-colored faux fur slippers add a touch of sophistication to your loungewear ensemble.",
    "categoryId": "665d9c7afa508b3a3946316e",
    "createdAt": "2024-06-03T12:30:02.487Z",
    "updatedAt": "2024-06-03T12:30:02.487Z"
  },
  {
    "id": "665db7c9212a3a7b7d76b6a8",
    "name": "Vintage-Inspired Velvet Slippers: Timeless Charm with Old-World Elegance",
    "price": 2500,
    "brandId": "665ac7545788e185779d7ccd",
    "discount": 8,
    "discountedPrice": 2300,
    "description": "Experience timeless comfort with our Orthopedic Vintage-Inspired Slippers, meticulously crafted to provide relief from foot pain and discomfort. These slippers feature a classic vintage design with modern orthopedic technology, combining style and functionality seamlessly. With a supportive arch, cushioned footbed, and shock-absorbing sole, they offer unparalleled comfort and stability for walking and standing. Recommended by doctors for pain relief, these vintage-inspired slippers are the perfect choice for anyone seeking both comfort and style. Whether you're lounging at home or running errands, these slippers will keep your feet happy and healthy all day long.",
    "categoryId": "665d9c7afa508b3a3946316e",
    "createdAt": "2024-06-03T12:32:09.895Z",
    "updatedAt": "2024-06-03T12:32:09.895Z"
  },
  {
    "id": "665db85b212a3a7b7d76b6ae",
    "name": "Orthopedic Leg Pain Relief Slippers: Targeted Support for All-Day Comfort and Mobility",
    "price": 5700,
    "brandId": "665ac7555788e185779d7cda",
    "discount": 15,
    "discountedPrice": 4845,
    "description": "Find relief from leg pain with our Orthopedic Leg Pain Relief Slippers, expertly engineered to provide targeted support and alleviate discomfort. These slippers feature a specialized orthopedic design with a contoured footbed and arch support, offering customized cushioning and stability to reduce strain on the legs. The shock-absorbing sole absorbs impact with each step, easing pressure on sensitive areas and promoting natural alignment. Crafted from breathable and lightweight materials, they ensure all-day comfort and mobility, making them ideal for individuals suffering from leg pain or conditions like plantar fasciitis. Whether worn indoors or outdoors, these orthopedic slippers provide the support you need to move with ease and confidence throughout the day.",
    "categoryId": "665d9c7afa508b3a3946316e",
    "createdAt": "2024-06-03T12:34:35.385Z",
    "updatedAt": "2024-06-03T12:34:35.385Z"
  },
  {
    "id": "665db8f6212a3a7b7d76b6b3",
    "name": "Chic White Sneakers for Women: Effortless Elegance and Casual Chic",
    "price": 7000,
    "brandId": "665ac7555788e185779d7cda",
    "discount": 25,
    "discountedPrice": 5250,
    "description": "Step into effortless elegance with our Chic White Sneakers for Women, combining style and comfort for a casual chic look. These sneakers feature a sleek white design with subtle feminine accents, such as delicate stitching or metallic detailing. Crafted from high-quality materials with a cushioned insole and supportive sole, they offer both style and comfort for all-day wear. Whether paired with jeans, dresses, or skirts, these chic white sneakers add a versatile and stylish touch to any outfit, making them a must-have in every woman's wardrobe.",
    "categoryId": "665d9c7afa508b3a3946316f",
    "createdAt": "2024-06-03T12:37:10.532Z",
    "updatedAt": "2024-06-03T12:37:10.532Z"
  },
  {
    "id": "665db96b212a3a7b7d76b6b8",
    "name": "Ultra-Lightweight Women's Sneakers: Feather-Light Comfort for Active Days",
    "price": 5500,
    "brandId": "665ac7555788e185779d7cdb",
    "discount": 32,
    "discountedPrice": 3740,
    "description": "Experience feather-light comfort with our Ultra-Lightweight Women's Sneakers, designed for active days and on-the-go lifestyles. These sneakers feature a streamlined design with breathable mesh uppers and minimalist construction, making them incredibly lightweight and flexible. With a cushioned insole and responsive midsole, they provide superior comfort and support with every step. Whether you're hitting the gym, running errands, or exploring the outdoors, these ultra-lightweight sneakers keep you feeling energized and comfortable all day long, ensuring you can move freely and confidently wherever your adventures take you.",
    "categoryId": "665d9c7afa508b3a3946316f",
    "createdAt": "2024-06-03T12:39:07.019Z",
    "updatedAt": "2024-06-03T12:39:07.019Z"
  },
  {
    "id": "665db9e5212a3a7b7d76b6be",
    "name": "Women's All-Terrain Sneakers: Versatile Performance for Every Adventure",
    "price": 8000,
    "brandId": "665ac7555788e185779d7cdc",
    "discount": 45,
    "discountedPrice": 4400,
    "description": "Conquer any terrain with confidence in our Women's All-Terrain Sneakers, engineered for versatile performance and durability. These sneakers feature a rugged yet stylish design, equipped to handle a variety of outdoor environments with ease. With a durable rubber outsole and multidirectional traction pattern, they provide exceptional grip and stability on uneven surfaces, from rocky trails to city streets. The supportive midsole offers cushioning and shock absorption, ensuring comfort and protection on long hikes or urban explorations. Whether you're trekking through nature or navigating urban landscapes, these all-terrain sneakers are your go-to choice for comfort, performance, and style on every adventure.",
    "categoryId": "665d9c7afa508b3a3946316f",
    "createdAt": "2024-06-03T12:41:09.234Z",
    "updatedAt": "2024-06-03T12:41:09.234Z"
  },
  {
    "id": "665dba85212a3a7b7d76b6c3",
    "name": "High-Performance Indoor Sports Sneakers: Enhanced Grip for Agile Movements",
    "price": 12000,
    "brandId": "665ac7555788e185779d7cdd",
    "discount": 55,
    "discountedPrice": 5400,
    "description": "Elevate your indoor sports game with our High-Performance Indoor Sports Sneakers, engineered to deliver enhanced grip and agility on the court or field. These sneakers feature a specialized rubber outsole with a multidirectional traction pattern, providing superior grip and stability during quick movements and sudden changes in direction. The lightweight yet durable construction ensures maximum responsiveness and maneuverability, allowing you to perform at your best with confidence. With breathable materials and cushioned support, these sneakers offer comfort and protection, so you can focus on your game without distractions. Whether you're playing basketball, volleyball, or indoor soccer, these high-performance sneakers are your ultimate companion for dominating the competition.",
    "categoryId": "665d9c7afa508b3a3946316f",
    "createdAt": "2024-06-03T12:43:49.324Z",
    "updatedAt": "2024-06-03T12:43:49.324Z"
  },
  {
    "id": "665dbbd0212a3a7b7d76b6cd",
    "name": "Women's Tennis Sneakers: Supreme Comfort and Stability for Court Dominance",
    "price": 15000,
    "brandId": "665ac7555788e185779d7cda",
    "discount": 65,
    "discountedPrice": 5250,
    "description": "Step onto the court with confidence in our Women's Tennis Sneakers, meticulously crafted to provide supreme comfort and stability for your game. These sneakers feature a sleek and supportive design tailored for the unique needs of female tennis players. With a durable rubber outsole optimized for traction on hard courts, they offer exceptional grip and agility for quick movements and rapid direction changes. The cushioned midsole and padded collar ensure plush comfort and ankle support, reducing fatigue during long matches. Whether you're serving aces or chasing down volleys, these tennis sneakers empower you to unleash your full potential and dominate the game with style and grace",
    "categoryId": "665d9c7afa508b3a3946316f",
    "createdAt": "2024-06-03T12:49:20.011Z",
    "updatedAt": "2024-06-03T12:49:20.011Z"
  },
  {
    "id": "665e032046b36eef0288e437",
    "name": "Classic Straight-Leg Jeans: Timeless Style and Everyday Comfort",
    "price": 1500,
    "brandId": "665ac7535788e185779d7ccb",
    "discount": 15,
    "discountedPrice": 1275,
    "description": "Give your little one a timeless look with our Classic Straight-Leg Jeans, perfect for everyday wear. These jeans feature a traditional straight-leg fit with durable denim fabric, ensuring both style and longevity. With an adjustable waistband and reinforced knees, they provide all-day comfort and resilience for active play. Whether paired with a casual tee or a dressy shirt, these classic jeans are a versatile wardrobe staple.",
    "categoryId": "665df25d46b36eef0288e42c",
    "createdAt": "2024-06-03T17:53:36.368Z",
    "updatedAt": "2024-06-03T17:53:36.368Z"
  },
  {
    "id": "665e038a46b36eef0288e43d",
    "name": "Slim-Fit Stretch Jeans: Modern Style with Flexibility",
    "price": 2500,
    "brandId": "665ac7545788e185779d7ccc",
    "discount": 25,
    "discountedPrice": 1875,
    "description": "Upgrade your boy's wardrobe with our Slim-Fit Stretch Jeans, offering a modern look and enhanced comfort. These jeans feature a slim-fit design with added stretch for flexibility and ease of movement. The soft, breathable denim ensures all-day comfort, while the trendy fit adds a stylish touch to any outfit. Perfect for school, outings, or casual occasions, these jeans keep your young one looking sharp and feeling great.",
    "categoryId": "665df25d46b36eef0288e42c",
    "createdAt": "2024-06-03T17:55:22.181Z",
    "updatedAt": "2024-06-03T17:55:22.181Z"
  },
  {
    "id": "665e040a46b36eef0288e441",
    "name": "Distressed Denim Jeans: Edgy Style for Trendy Kids",
    "price": 4700,
    "brandId": "665ac7545788e185779d7ccd",
    "discount": 35,
    "discountedPrice": 3055,
    "description": "Let your boy showcase his trendy side with our Distressed Denim Jeans, featuring a cool, edgy design. These jeans are crafted from high-quality denim with stylish distressing details, adding a touch of rebellious flair. The comfortable fit and adjustable waistband make them ideal for everyday wear, while the unique look sets him apart from the crowd. Pair with a graphic tee for an effortlessly cool ensemble.",
    "categoryId": "665df25d46b36eef0288e42c",
    "createdAt": "2024-06-03T17:57:30.839Z",
    "updatedAt": "2024-06-03T17:57:30.839Z"
  },
  {
    "id": "665e045a46b36eef0288e447",
    "name": "Cargo Pocket Jeans: Practicality Meets Style",
    "price": 5200,
    "brandId": "665ac7545788e185779d7cce",
    "discount": 42,
    "discountedPrice": 3016,
    "description": "Combine practicality and style with our Cargo Pocket Jeans for young boys. These jeans feature multiple pockets for carrying essentials, making them perfect for adventurous kids. The durable denim construction ensures long-lasting wear, while the relaxed fit provides comfort and freedom of movement. Ideal for outdoor activities and playdates, these cargo jeans offer both functionality and fashion.",
    "categoryId": "665df25d46b36eef0288e42c",
    "createdAt": "2024-06-03T17:58:50.782Z",
    "updatedAt": "2024-06-03T17:58:50.782Z"
  },
  {
    "id": "665e04a946b36eef0288e44d",
    "name": "Bootcut Jeans: Classic Fit with a Modern Twist",
    "price": 2500,
    "brandId": "665ac7545788e185779d7cce",
    "discount": 20,
    "discountedPrice": 2000,
    "description": "Give your boy a classic yet contemporary look with our Bootcut Jeans. These jeans feature a slight flare at the bottom, perfect for wearing over boots or sneakers. The comfortable fit and sturdy denim fabric ensure durability and ease of wear. With a timeless design and modern twist, these bootcut jeans are versatile enough for both casual and dressy occasions.",
    "categoryId": "665df25d46b36eef0288e42c",
    "createdAt": "2024-06-03T18:00:09.482Z",
    "updatedAt": "2024-06-03T18:00:09.482Z"
  },
  {
    "id": "665ea8087a973feb4e9cdba5",
    "name": "Graphic T-Shirt: Fun Designs for Expressive Style",
    "price": 2800,
    "brandId": "665ac7535788e185779d7ccb",
    "discount": 8,
    "discountedPrice": 2576,
    "description": "Let your boy express his personality with our Graphic T-Shirt, featuring fun and eye-catching designs. Made from soft, breathable cotton, this shirt provides comfort and style for everyday wear. The vibrant graphics add a playful touch, making it a favorite for school, playdates, or weekend adventures. Pair with jeans or shorts for a cool and casual look.",
    "categoryId": "665df25d46b36eef0288e42d",
    "createdAt": "2024-06-04T05:37:12.075Z",
    "updatedAt": "2024-06-04T05:37:12.075Z"
  },
  {
    "id": "665ea85d7a973feb4e9cdbac",
    "name": "Button-Down Plaid Shirt: Classic Pattern with Modern Appeal",
    "price": 3500,
    "brandId": "665ac7545788e185779d7ccc",
    "discount": 12,
    "discountedPrice": 3080,
    "description": "Add a touch of classic charm to your boy's wardrobe with our Button-Down Plaid Shirt. This shirt features a timeless plaid pattern and a comfortable, relaxed fit. Made from high-quality, soft fabric, it ensures durability and comfort for all-day wear. Perfect for layering over a tee or wearing on its own, this plaid shirt is versatile enough for both casual and dressy occasions.",
    "categoryId": "665df25d46b36eef0288e42d",
    "createdAt": "2024-06-04T05:38:37.771Z",
    "updatedAt": "2024-06-04T05:38:37.771Z"
  },
  {
    "id": "665ea8ae7a973feb4e9cdbb1",
    "name": " Performance Tee: Active Wear for On-the-Go Kids",
    "price": 4500,
    "brandId": "665ac7545788e185779d7ccd",
    "discount": 25,
    "discountedPrice": 3375,
    "description": "Keep your boy comfortable and active with our Performance Tee, designed for on-the-go kids. This shirt features moisture-wicking fabric and a lightweight, breathable design, perfect for sports and outdoor activities. The comfortable fit and durable construction ensure long-lasting wear, while the stylish design keeps him looking sharp. Pair with athletic shorts or jeans for a versatile and functional outfit.",
    "categoryId": "665df25d46b36eef0288e42d",
    "createdAt": "2024-06-04T05:39:58.174Z",
    "updatedAt": "2024-06-04T05:39:58.174Z"
  },
  {
    "id": "665ea9377a973feb4e9cdbb7",
    "name": "Adventure Graphic Tee: Inspire the Explorer Within",
    "price": 3500,
    "brandId": "665ac7545788e185779d7cce",
    "discount": 32,
    "discountedPrice": 2380,
    "description": "Fuel your boy's sense of adventure with our Adventure Graphic Tee, featuring bold and exciting designs that inspire exploration and curiosity. Made from soft, breathable cotton, this t-shirt ensures comfort for all-day wear, whether he's hiking, biking, or simply playing outdoors. The vibrant graphics capture the spirit of adventure, making this tee a favorite for active and imaginative kids. Pair with cargo shorts or jeans for a fun and adventurous look.",
    "categoryId": "665df25d46b36eef0288e42d",
    "createdAt": "2024-06-04T05:42:15.418Z",
    "updatedAt": "2024-06-04T05:42:15.418Z"
  },
  {
    "id": "665ea98a7a973feb4e9cdbbc",
    "name": "Space Explorer Graphic T-Shirt: Out-of-This-World Fun",
    "price": 4200,
    "brandId": "665ac7545788e185779d7ccf",
    "discount": 45,
    "discountedPrice": 2310,
    "description": "Ignite your boy's imagination with our Space Explorer Graphic T-Shirt, showcasing cool and cosmic designs that are out of this world. Crafted from high-quality, soft fabric, this tee provides comfort and durability for everyday adventures. The eye-catching space-themed graphics, featuring rockets, planets, and astronauts, make this shirt a stellar choice for aspiring young astronauts and science enthusiasts. Perfect for school, playdates, or weekend fun, this graphic tee pairs effortlessly with jeans or shorts for a look that's truly out of this world.",
    "categoryId": "665df25d46b36eef0288e42d",
    "createdAt": "2024-06-04T05:43:38.316Z",
    "updatedAt": "2024-06-04T05:43:38.316Z"
  },
  {
    "id": "665eaa267a973feb4e9cdbc2",
    "name": "Enchanted Garden Pink Frock: Whimsical Charm for Little Princesses",
    "price": 3700,
    "brandId": "665ac7545788e185779d7cd0",
    "discount": 5,
    "discountedPrice": 3515,
    "description": "Let your little girl twirl in delight with our Enchanted Garden Pink Frock, featuring a whimsical design perfect for any little princess. This frock is adorned with delicate floral embroidery and charming lace details, adding a touch of magic to her wardrobe. Made from soft, breathable fabric, it ensures comfort for all-day wear, whether she's attending a party or enjoying a sunny day in the park. With a flared skirt and a comfortable fit, this pink frock is ideal for creating enchanting memories.",
    "categoryId": "665df25d46b36eef0288e42e",
    "createdAt": "2024-06-04T05:46:14.778Z",
    "updatedAt": "2024-06-04T05:46:14.778Z"
  },
  {
    "id": "665eaaad7a973feb4e9cdbc7",
    "name": "Midnight Star Jumpsuit: Stylish Comfort for Active Little Girls",
    "price": 4200,
    "brandId": "665ac7545788e185779d7cd1",
    "discount": 15,
    "discountedPrice": 3570,
    "description": "Introduce stylish comfort to your little one's wardrobe with our Midnight Star Jumpsuit, perfect for active girls on the go. This dark blue jumpsuit features a playful star pattern that adds a touch of magic and whimsy. Made from soft, stretchy fabric, it ensures all-day comfort and ease of movement. With a convenient zipper front and adjustable waist, it offers a perfect fit for any adventure. Whether she's playing in the park or attending a family outing, this jumpsuit combines style and practicality effortlessly.",
    "categoryId": "665df25d46b36eef0288e42e",
    "createdAt": "2024-06-04T05:48:29.649Z",
    "updatedAt": "2024-06-04T05:48:29.649Z"
  },
  {
    "id": "665eab157a973feb4e9cdbcc",
    "name": "Garden Party Floral Jumpsuit: Elegant and Fun for Special Occasions",
    "price": 8000,
    "brandId": "665ac7545788e185779d7cd2",
    "discount": 25,
    "discountedPrice": 6000,
    "description": "Dress your little one in elegance with our Garden Party Floral Jumpsuit, designed for special occasions and delightful moments. This pink jumpsuit features a beautiful floral pattern that exudes grace and charm. Made from high-quality, lightweight fabric, it ensures comfort and style for all-day wear. The fitted bodice and flared legs create a classic silhouette, while the bow accent at the waist adds a touch of sophistication. Perfect for birthday parties, family gatherings, or garden celebrations, this jumpsuit combines elegance and fun effortlessly.",
    "categoryId": "665df25d46b36eef0288e42e",
    "createdAt": "2024-06-04T05:50:13.368Z",
    "updatedAt": "2024-06-04T05:50:13.368Z"
  },
  {
    "id": "665eab717a973feb4e9cdbd1",
    "name": " Blossom Delight Floral Jumpsuit: Sweet and Playful for Everyday Adventures",
    "price": 7000,
    "brandId": "665ac7545788e185779d7cd3",
    "discount": 31,
    "discountedPrice": 4830,
    "description": "Brighten up your little girl's wardrobe with our Blossom Delight Floral Jumpsuit, featuring a charming yellow floral design that's perfect for everyday adventures. This jumpsuit is crafted from soft, breathable fabric to ensure all-day comfort and freedom of movement. The delicate floral print adds a touch of sweetness, while the ruffle details on the sleeves and ankles enhance its playful appeal. With an elastic waistband and a convenient button closure, this jumpsuit offers a snug fit and easy dressing, making it ideal for playdates, outings, and casual occasions.",
    "categoryId": "665df25d46b36eef0288e42e",
    "createdAt": "2024-06-04T05:51:45.697Z",
    "updatedAt": "2024-06-04T05:51:45.697Z"
  },
  {
    "id": "665eabd37a973feb4e9cdbd6",
    "name": "Spring Meadow Floral Jumpsuit: Vibrant Charm for Every Day",
    "price": 5000,
    "brandId": "665ac7545788e185779d7cd4",
    "discount": 45,
    "discountedPrice": 2750,
    "description": "Brighten your little girl's wardrobe with our Spring Meadow Floral Jumpsuit, featuring a delightful green floral design that's perfect for everyday wear. Crafted from soft, breathable fabric, this jumpsuit ensures all-day comfort and ease of movement. The vibrant floral print brings a touch of nature's beauty, while the elastic waistband and ruffle details add a playful charm. With a simple button closure for easy dressing, this jumpsuit is ideal for playdates, picnics, or casual outings, making her feel effortlessly stylish and comfortable.",
    "categoryId": "665df25d46b36eef0288e42e",
    "createdAt": "2024-06-04T05:53:23.405Z",
    "updatedAt": "2024-06-04T05:53:23.405Z"
  },
  {
    "id": "665eac2e7a973feb4e9cdbdc",
    "name": "Enchanted Garden Floral Jumpsuit: Whimsical Elegance for Special Occasions",
    "price": 5500,
    "brandId": "665ac7545788e185779d7cd5",
    "discount": 55,
    "discountedPrice": 2475,
    "description": "Introduce whimsical elegance to your little girl's attire with our Enchanted Garden Floral Jumpsuit. This stunning jumpsuit features a beautiful floral pattern, perfect for special occasions and memorable moments. Made from high-quality, lightweight fabric, it provides comfort and durability for all-day wear. The jumpsuit includes delicate ruffle accents on the shoulders and a tie-waist detail for a flattering fit. Ideal for birthday parties, family gatherings, or garden events, this floral jumpsuit combines style and charm, ensuring she stands out with grace and elegance.",
    "categoryId": "665df25d46b36eef0288e42e",
    "createdAt": "2024-06-04T05:54:54.869Z",
    "updatedAt": "2024-06-04T05:54:54.869Z"
  },
  {
    "id": "665eacec7a973feb4e9cdbe1",
    "name": "Little Princess Ethnic Anarkali Dress: Graceful Elegance for Festive Occasions",
    "price": 3500,
    "brandId": "665ac7535788e185779d7ccb",
    "discount": 9,
    "discountedPrice": 3185,
    "description": "Dress your little girl in our Little Princess Ethnic Anarkali Dress, exuding graceful elegance with its beautiful light blue hue. This stunning Anarkali dress features intricate embroidery and delicate sequins, adding a touch of sparkle to her festive attire. Crafted from soft, high-quality fabric, it ensures comfort and ease of movement for all-day wear. The dress includes a flared skirt and a matching dupatta, making it perfect for weddings, festivals, and special celebrations. With its traditional design and modern comfort, this Anarkali dress will make her feel like a little princess.",
    "categoryId": "665df25d46b36eef0288e42f",
    "createdAt": "2024-06-04T05:58:04.447Z",
    "updatedAt": "2024-06-04T05:58:04.447Z"
  },
  {
    "id": "665ead4e7a973feb4e9cdbe8",
    "name": "Dreamy Yellow Lehenga Choli: Traditional Charm with a Modern Twist",
    "price": 4700,
    "brandId": "665ac7545788e185779d7ccc",
    "discount": 15,
    "discountedPrice": 3995,
    "description": "Enhance your little girl's festive wardrobe with our Dreamy Yellow Lehenga Choli, blending traditional charm with a modern twist. This light Yellow ensemble features a beautifully embroidered choli and a flowing lehenga, adorned with elegant motifs and shimmering accents. Made from breathable, lightweight fabric, it offers comfort and style for any special occasion. The set comes with a matching dupatta, completing the ethnic look. Perfect for family gatherings, cultural events, or festive celebrations, this Lehenga Choli will make your little one shine with grace and poise",
    "categoryId": "665df25d46b36eef0288e42f",
    "createdAt": "2024-06-04T05:59:42.113Z",
    "updatedAt": "2024-06-04T05:59:42.113Z"
  },
  {
    "id": "665eadda7a973feb4e9cdbef",
    "name": "Blossoming Beauty Floral Anarkali: Delicate Grace for Special Moments",
    "price": 5200,
    "brandId": "665ac7545788e185779d7ccd",
    "discount": 25,
    "discountedPrice": 3900,
    "description": "pink floral design. This enchanting Anarkali dress features intricate floral embroidery and sequin details, adding a touch of sparkle to her ethnic wardrobe. Crafted from soft, breathable fabric, it ensures all-day comfort and ease of movement. The dress includes a flared skirt and a coordinating dupatta, perfect for weddings, festivals, and special occasions. With its timeless elegance and modern comfort, this Anarkali will make her look and feel like a blossoming beauty.",
    "categoryId": "665df25d46b36eef0288e42f",
    "createdAt": "2024-06-04T06:02:02.194Z",
    "updatedAt": "2024-06-04T06:02:02.194Z"
  },
  {
    "id": "665eaed77a973feb4e9cdbf5",
    "name": "Midnight Blossom Salwar Suit: Graceful Charm for Every Occasion",
    "price": 6700,
    "brandId": "665ac7545788e185779d7cce",
    "discount": 32,
    "discountedPrice": 4556,
    "description": "Enhance your little girl's ethnic wardrobe with our Midnight Blossom Salwar Suit, showcasing graceful charm with its dark blue fabric and white floral patterns. This elegant ensemble includes a dark blue kurta featuring intricate white floral prints and embroidery, paired with comfortable salwar pants. Made from high-quality, breathable material, it offers both style and comfort for any occasion. The set is completed with a matching dupatta, perfect for weddings, cultural events, or festive celebrations. With its captivating design and comfortable fit, this salwar suit will make your little one shine with elegance and poise.",
    "categoryId": "665df25d46b36eef0288e42f",
    "createdAt": "2024-06-04T06:06:15.757Z",
    "updatedAt": "2024-06-04T06:06:15.757Z"
  },
  {
    "id": "665eaf377a973feb4e9cdbfd",
    "name": "Starry Night Salwar Kameez: Timeless Elegance with a Modern Twist",
    "price": 7500,
    "brandId": "665ac7545788e185779d7ccf",
    "discount": 42,
    "discountedPrice": 4350,
    "description": "Dress your little girl in our Starry Night Salwar Kameez, exuding timeless elegance with its dark blue hue and intricate white patterns. This beautiful set features a dark blue kameez adorned with delicate white motifs and elegant embroidery, paired with matching salwar pants. Crafted from soft, breathable fabric, it ensures comfort and ease of movement for all-day wear. The outfit includes a coordinating dupatta, adding a touch of grace to her ethnic attire. Perfect for festivals, family gatherings, and special occasions, this salwar kameez set will make her feel sophisticated and stylish.",
    "categoryId": "665df25d46b36eef0288e42f",
    "createdAt": "2024-06-04T06:07:51.706Z",
    "updatedAt": "2024-06-04T06:07:51.706Z"
  },
  {
    "id": "665eaf897a973feb4e9cdc02",
    "name": "Radiant Sunset Lehenga Choli: Vibrant Elegance for Festive Occasions",
    "price": 8200,
    "brandId": "665ac7545788e185779d7cd0",
    "discount": 52,
    "discountedPrice": 3936,
    "description": "Brighten your little girl's festive wardrobe with our Radiant Sunset Lehenga Choli, exuding vibrant elegance in a beautiful orange hue. This stunning set features a richly embroidered choli and a flared lehenga, adorned with intricate gold and silver detailing that shimmers with every twirl. Made from high-quality, lightweight fabric, it ensures comfort and ease of movement for all-day celebrations. The ensemble is completed with a matching dupatta, perfect for weddings, festivals, and special events. With its radiant color and exquisite design, this lehenga choli will make her shine with grace and joy.",
    "categoryId": "665df25d46b36eef0288e42f",
    "createdAt": "2024-06-04T06:09:13.257Z",
    "updatedAt": "2024-06-04T06:09:13.257Z"
  },
  {
    "id": "665eb05b7a973feb4e9cdc07",
    "name": "Tiny Explorer Denim Jumpsuit: Adorable Comfort for Little Adventurers",
    "price": 2500,
    "brandId": "665ac7535788e185779d7ccb",
    "discount": 8,
    "discountedPrice": 2300,
    "description": "Dress your little one in our Tiny Explorer Denim Jumpsuit, perfect for adorable comfort and everyday adventures. This cute denim jumpsuit features a classic design with snap buttons for easy dressing and diaper changes. Crafted from soft, lightweight denim, it ensures all-day comfort and freedom of movement for your infant. The jumpsuit is adorned with charming details like front pockets and a playful patch, adding a touch of whimsy to their outfit. Ideal for playdates, outings, or casual wear, this denim jumpsuit combines practicality and style, making your little explorer look irresistibly cute.",
    "categoryId": "665deeca46b36eef0288e425",
    "createdAt": "2024-06-04T06:12:43.976Z",
    "updatedAt": "2024-06-04T06:12:43.976Z"
  },
  {
    "id": "665eb0c17a973feb4e9cdc0c",
    "name": "Baby Blossom Yellow Jumpsuit: Sweet Style for Your Little One",
    "price": 2800,
    "brandId": "665ac7545788e185779d7ccc",
    "discount": 12,
    "discountedPrice": 2464,
    "description": "Introduce sweet style to your infant's wardrobe with our Baby Blossom Yellow Jumpsuit, a perfect blend of comfort and cuteness. This delightful Yellow jumpsuit features an easy-to-wear design with adjustable shoulder straps and snap closures for quick changes. Made from soft, breathable Yellow, it provides cozy comfort for your baby all day long. The jumpsuit includes adorable details such as embroidered flowers and tiny pockets, adding a playful touch. Perfect for family outings, special occasions, or everyday wear, this Yellow jumpsuit ensures your little blossom looks charming and feels comfortable.",
    "categoryId": "665deeca46b36eef0288e425",
    "createdAt": "2024-06-04T06:14:25.393Z",
    "updatedAt": "2024-06-04T06:14:25.393Z"
  },
  {
    "id": "665eb13b7a973feb4e9cdc12",
    "name": "Dapper Gentlemen Jumpsuit: Playful Style for Your Little Man",
    "price": 3200,
    "brandId": "665ac7545788e185779d7ccd",
    "discount": 21,
    "discountedPrice": 2528,
    "description": "Dress your little gentleman in our Dapper Gentlemen Jumpsuit, a charming ensemble that's as cute as it is stylish. This white jumpsuit features an adorable print of hats and mustaches, adding a playful touch to your baby's wardrobe. Crafted from soft, breathable fabric, it ensures comfort and ease of movement for your little one. The jumpsuit includes snap closures for easy dressing and diaper changes, making it practical for everyday wear. Whether worn for playtime, outings, or special occasions, this dapper jumpsuit will make your baby boy look irresistibly cute and stylish.",
    "categoryId": "665deeca46b36eef0288e425",
    "createdAt": "2024-06-04T06:16:27.253Z",
    "updatedAt": "2024-06-04T06:16:27.253Z"
  },
  {
    "id": "665eb1f57a973feb4e9cdc18",
    "name": "Moo-tastic Cow Print Jumpsuit: Adorable Style for Your Little Calf",
    "price": 4500,
    "brandId": "665ac7545788e185779d7cce",
    "discount": 32,
    "discountedPrice": 3060,
    "description": "Dress your little one in our Moo-tastic Cow Print Jumpsuit, a delightful ensemble that's sure to make them stand out in the herd. This jumpsuit features an adorable cow print design, complete with black and white spots and cute little ears on the hood. Crafted from soft, cozy fabric, it ensures comfort and warmth for your baby all day long. The jumpsuit includes snap closures for easy dressing and diaper changes, making it practical for busy parents. Whether worn for playtime, outings, or naptime, this cow print jumpsuit will make your little calf look irresistibly cute and cuddly.",
    "categoryId": "665deeca46b36eef0288e425",
    "createdAt": "2024-06-04T06:19:33.014Z",
    "updatedAt": "2024-06-04T06:19:33.014Z"
  },
  {
    "id": "665eb28f7a973feb4e9cdc1d",
    "name": "Jungle Safari Adventure Jumpsuit: Explore in Style with Your Little Explorer",
    "price": 5200,
    "brandId": "665ac7545788e185779d7ccf",
    "discount": 42,
    "discountedPrice": 3016,
    "description": "Take your little one on a wild adventure with our Jungle Safari Adventure Jumpsuit, featuring adorable animal designs that ignite their imagination. This jumpsuit is adorned with playful prints of lions, elephants, giraffes, and monkeys, creating a vibrant jungle scene. Crafted from soft, breathable fabric, it ensures comfort and flexibility for your baby's active explorations. The jumpsuit includes snap closures for easy dressing and diaper changes, making it practical for everyday wear. Whether they're crawling, cruising, or toddling around, this safari-themed jumpsuit will make your little explorer look and feel like they're on an exciting jungle safari.",
    "categoryId": "665deeca46b36eef0288e425",
    "createdAt": "2024-06-04T06:22:07.414Z",
    "updatedAt": "2024-06-04T06:22:07.414Z"
  },
  {
    "id": "665eb31e7a973feb4e9cdc25",
    "name": "Pink Petal Princess Jumpsuit: Blossoming Beauty for Your Little Darling",
    "price": 8500,
    "brandId": "665ac7545788e185779d7cd1",
    "discount": 52,
    "discountedPrice": 4080,
    "description": "Dress your little princess in our Pink Petal Princess Jumpsuit, a charming ensemble that exudes sweetness and style. This jumpsuit features a lovely pink floral pattern, reminiscent of a blooming garden in springtime. Crafted from soft, breathable fabric, it ensures comfort and freedom of movement for your baby girl. The jumpsuit includes ruffle details on the sleeves and legs, adding a touch of whimsy to her outfit. Paired with a matching headband adorned with a cute bow or floral accent, this ensemble is perfect for playdates, parties, or any special occasion. Let your little darling shine with grace and beauty in this adorable pink jumpsuit.",
    "categoryId": "665deeca46b36eef0288e425",
    "createdAt": "2024-06-04T06:24:30.751Z",
    "updatedAt": "2024-06-04T06:24:30.751Z"
  },
  {
    "id": "665eb3907a973feb4e9cdc2b",
    "name": "Floral Bloom Baby Jumpsuit: Garden-Inspired Charm for Your Little Blossom",
    "price": 10500,
    "brandId": "665ac7545788e185779d7cd2",
    "discount": 32,
    "discountedPrice": 7140,
    "description": "Infuse garden-inspired charm into your baby's wardrobe with our Floral Bloom Baby Jumpsuit, a delightful choice for sunny days and special moments. This jumpsuit showcases a pretty green floral print that's as fresh as a bouquet of flowers. Made from soft, lightweight fabric, it offers comfort and breathability for your little one's delicate skin. The jumpsuit includes an adorable headband featuring a matching floral accent or bow, adding an extra dose of cuteness to her look. Whether she's crawling, cruising, or cuddling up for naptime, this floral jumpsuit will make your little blossom stand out with charm and style.",
    "categoryId": "665deeca46b36eef0288e425",
    "createdAt": "2024-06-04T06:26:24.650Z",
    "updatedAt": "2024-06-04T06:26:24.650Z"
  },
  {
    "id": "665eb4457a973feb4e9cdc31",
    "name": "Little Gentleman White Jumpsuit: Classic Charm for Your Young Suitor",
    "price": 12500,
    "brandId": "665ac7545788e185779d7cd3",
    "discount": 45,
    "discountedPrice": 6875,
    "description": "Dress your little gentleman in our Little Gentleman White Jumpsuit, a charming ensemble that exudes timeless style and sophistication. This adorable jumpsuit features a crisp white design with a sophisticated collar and button-down front, reminiscent of a miniature suit. Crafted from soft, breathable fabric, it ensures comfort and ease of movement for your infant. Whether worn for weddings, christenings, or special family occasions, this jumpsuit will make your young suitor look irresistibly dapper and refined.",
    "categoryId": "665deeca46b36eef0288e425",
    "createdAt": "2024-06-04T06:29:25.650Z",
    "updatedAt": "2024-06-04T06:29:25.650Z"
  },
  {
    "id": "665eb4a57a973feb4e9cdc36",
    "name": "Dragon's Milk Delight Jumpsuit: Whimsical Charm for Your Little Adventurer",
    "price": 7500,
    "brandId": "665ac7545788e185779d7cd4",
    "discount": 25,
    "discountedPrice": 5625,
    "description": "Dress your little one in our Dragon's Milk Delight Jumpsuit, a whimsical ensemble that combines comfort with playful charm. This adorable light green jumpsuit features an enchanting print of a cute dragon enjoying a bottle of milk, adding a touch of magic to your infant's wardrobe. Crafted from soft, breathable fabric, it ensures comfort and ease of movement for your baby. The jumpsuit includes snap closures for easy dressing and diaper changes, making it practical for busy parents. Whether worn for playtime, naptime, or outings, this delightful jumpsuit will make your little adventurer stand out with adorable style.",
    "categoryId": "665deeca46b36eef0288e425",
    "createdAt": "2024-06-04T06:31:01.104Z",
    "updatedAt": "2024-06-04T06:31:01.104Z"
  },
  {
    "id": "665eb5267a973feb4e9cdc3c",
    "name": "Car Craze Baby Jumpsuit: Vroom into Style with Your Little Driver",
    "price": 6500,
    "brandId": "665ac7545788e185779d7cd5",
    "discount": 35,
    "discountedPrice": 4225,
    "description": "Introduce some car craze to your infant's wardrobe with our Car Craze Baby Jumpsuit, a charming choice for little drivers in training. This white jumpsuit features adorable prints of cars, trucks, and buses, perfect for igniting your baby's imagination and sense of adventure. Made from soft, cozy fabric, it offers warmth and comfort for your little one's delicate skin. The jumpsuit includes convenient snap closures for easy dressing and diaper changes, making it a practical option for everyday wear. Whether they're cruising around the house or out for a stroll, this cute jumpsuit will make your baby the talk of the town with their stylish car-themed ensemble.",
    "categoryId": "665deeca46b36eef0288e425",
    "createdAt": "2024-06-04T06:33:10.481Z",
    "updatedAt": "2024-06-04T06:33:10.481Z"
  },
  {
    "id": "665eb6dd7a973feb4e9cdc42",
    "name": "Sky Explorer Blue School Bag: Adventure Awaits Every School Day",
    "price": 2500,
    "brandId": "665ac7535788e185779d7ccb",
    "discount": 15,
    "discountedPrice": 2125,
    "description": "Equip your young explorer with our Sky Explorer Blue School Bag, designed to inspire imagination and adventure on every journey to school. This vibrant blue bag features a playful airplane design, ready to take flight into the classroom and beyond. Crafted from durable, water-resistant material, it offers ample space for books, snacks, and school supplies. The bag includes multiple compartments and pockets for organization, along with padded shoulder straps for comfort during long days of learning and play. Whether soaring through the halls or exploring the playground, this airplane-themed school bag will make every school day an exciting adventure for your little one.",
    "categoryId": "665deeca46b36eef0288e426",
    "createdAt": "2024-06-04T06:40:29.509Z",
    "updatedAt": "2024-06-04T06:40:29.509Z"
  },
  {
    "id": "665eb7387a973feb4e9cdc48",
    "name": "Ice Queen Adventure School Bag: Sparkling Magic for Young Explorers",
    "price": 3500,
    "brandId": "665ac7545788e185779d7ccc",
    "discount": 21,
    "discountedPrice": 2765,
    "description": "Embark on a magical journey to school with our Ice Queen Adventure School Bag, inspired by the enchanting world of Frozen. This stunning bag features a frosty blue color palette and shimmering accents reminiscent of Elsa's icy kingdom. Adorned with delicate snowflake patterns and images of beloved characters from the film, it captures the whimsy and wonder of the Frozen universe. Crafted from durable, water-resistant material, it offers ample storage space for books, notebooks, and school supplies. The bag includes adjustable padded shoulder straps for comfort and a secure fit, ensuring your little one feels like royalty on every school day adventure.",
    "categoryId": "665deeca46b36eef0288e426",
    "createdAt": "2024-06-04T06:42:00.060Z",
    "updatedAt": "2024-06-04T06:42:00.060Z"
  },
  {
    "id": "665eb7aa7a973feb4e9cdc4e",
    "name": "Mickey Mouse Magic School Bag: Whimsical Adventures Await!",
    "price": 4500,
    "brandId": "665ac7545788e185779d7ccd",
    "discount": 32,
    "discountedPrice": 3060,
    "description": "Let your little one embark on whimsical adventures with our Mickey Mouse Magic School Bag, featuring everyone's favorite Disney character in a charming pink design. This delightful bag captures the playful spirit of Mickey Mouse with his iconic ears and cheerful expression, bringing joy to every school day. Crafted from durable, high-quality material, it offers ample storage space for books, notebooks, and school supplies. The bag includes adjustable padded shoulder straps for comfort and a secure fit, ensuring your child feels like a true Disney adventurer. Whether heading to class or exploring the playground, this Mickey Mouse school bag is sure to spark imagination and creativity wherever they go.",
    "categoryId": "665deeca46b36eef0288e426",
    "createdAt": "2024-06-04T06:43:54.889Z",
    "updatedAt": "2024-06-04T06:43:54.889Z"
  },
  {
    "id": "665eb83f7a973feb4e9cdc54",
    "name": "Bunny Wonderland School Bag: Hop into Learning Fun!",
    "price": 5200,
    "brandId": "665ac7545788e185779d7cce",
    "discount": 42,
    "discountedPrice": 3016,
    "description": "Hop into a world of learning fun with our Bunny Wonderland School Bag, featuring an adorable pink design adorned with cute rabbit motifs. This delightful bag captures the playful charm of fluffy bunnies, adding a touch of whimsy to every school day. Crafted from soft, cushy material, it offers comfort and durability for young learners. The bag includes spacious compartments and pockets for organizing books, notebooks, and school supplies, along with adjustable padded shoulder straps for a cozy fit. Whether skipping to class or exploring the great outdoors, this bunny-themed school bag is sure to bring smiles and laughter to your child's educational journey.",
    "categoryId": "665deeca46b36eef0288e426",
    "createdAt": "2024-06-04T06:46:23.374Z",
    "updatedAt": "2024-06-04T06:46:23.374Z"
  },
  {
    "id": "665eb8b87a973feb4e9cdc5a",
    "name": "Sparkling Princess School Bag: Shimmer and Shine on Every Adventure!",
    "price": 3500,
    "brandId": "665ac7545788e185779d7ccf",
    "discount": 24,
    "discountedPrice": 2660,
    "description": "Add a touch of sparkle to your little one's school days with our Sparkling Princess School Bag, featuring a dazzling pink design adorned with shimmering sparkles. This enchanting bag is fit for royalty, with its glittering exterior and regal charm. Crafted from durable material, it offers ample storage space for books, notebooks, and school supplies. The bag includes adjustable padded shoulder straps for comfort and a secure fit, ensuring your child feels like a true princess on every adventure. Whether attending class or exploring the playground, this sparkling school bag will make every day a magical experience.",
    "categoryId": "665deeca46b36eef0288e426",
    "createdAt": "2024-06-04T06:48:24.178Z",
    "updatedAt": "2024-06-04T06:48:24.178Z"
  },
  {
    "id": "665eb91c7a973feb4e9cdc60",
    "name": "Enchanted Cinderella Backpack: Sparkle Like a True Princess!",
    "price": 4200,
    "brandId": "665ac7545788e185779d7cd0",
    "discount": 18,
    "discountedPrice": 3444,
    "description": "Transport your little princess to a world of enchantment with our Enchanted Cinderella Backpack, inspired by the beloved fairy tale. This magical bag features a dreamy design adorned with images of Cinderella, her iconic glass slipper, and shimmering stars. Crafted from high-quality material, it offers both style and durability for your child's adventures. The backpack includes multiple compartments and pockets for organizing books, notebooks, and school supplies, as well as padded shoulder straps for comfortable carrying. Whether heading to school or attending a royal ball, this Cinderella-themed backpack will make your child feel like royalty with every step.",
    "categoryId": "665deeca46b36eef0288e426",
    "createdAt": "2024-06-04T06:50:04.628Z",
    "updatedAt": "2024-06-04T06:50:04.628Z"
  },
  {
    "id": "665eb9bf7a973feb4e9cdc66",
    "name": " Sunshine Explorer Kids Sunglasses: Brighten Up Their Day!",
    "price": 2000,
    "brandId": "665ac7535788e185779d7ccb",
    "discount": 8,
    "discountedPrice": 1840,
    "description": "Keep your little explorer's eyes protected with our Sunshine Explorer Kids Sunglasses in cheerful yellow. These vibrant sunglasses feature a stylish design with yellow frames and tinted lenses that provide UV protection, shielding their eyes from harmful sun rays. The lightweight and durable construction ensures comfort and durability for all-day wear, while the adjustable arms provide a secure fit. Whether they're playing at the beach, exploring the park, or enjoying outdoor activities, these sunglasses will brighten up their day and keep them looking cool and stylish under the sun.",
    "categoryId": "665deeca46b36eef0288e428",
    "createdAt": "2024-06-04T06:52:47.246Z",
    "updatedAt": "2024-06-04T06:52:47.246Z"
  },
  {
    "id": "665eba1e7a973feb4e9cdc6b",
    "name": "Midnight Explorer Kids Sunglasses: Bold Style for Young Adventurers",
    "price": 2500,
    "brandId": "665ac7545788e185779d7ccc",
    "discount": 12,
    "discountedPrice": 2200,
    "description": "Equip your young adventurer with our Midnight Explorer Kids Sunglasses, featuring a sleek dark blue design with thick black frames for a bold and stylish look. These sunglasses are not only fashionable but also offer UV protection to keep their eyes safe from the sun's harmful rays. The durable construction and scratch-resistant lenses ensure long-lasting wear, while the comfortable fit and adjustable arms provide a secure feel for all-day comfort. Whether they're exploring the great outdoors, playing sports, or just hanging out with friends, these sunglasses will keep them looking cool and confident on every adventure.",
    "categoryId": "665deeca46b36eef0288e428",
    "createdAt": "2024-06-04T06:54:22.120Z",
    "updatedAt": "2024-06-04T06:54:22.120Z"
  },
  {
    "id": "665ebad17a973feb4e9cdc70",
    "name": "Sunny Sky Aviator Kids Sunglasses: Fly High with Style and Protection",
    "price": 2800,
    "brandId": "665ac7545788e185779d7ccd",
    "discount": 18,
    "discountedPrice": 2296,
    "description": "Elevate your child's sunny day style with our Sunny Sky Aviator Kids Sunglasses, featuring a classic aviator design with a vibrant yellow tint for a cool and trendy look. These sunglasses not only offer UV protection to shield their eyes from harmful sun rays but also provide a stylish accessory for any outdoor adventure. The lightweight and durable construction ensures comfort and durability, while the adjustable nose pads and temple arms provide a secure fit. Whether they're playing at the beach, exploring the park, or just enjoying a day out in the sun, these aviator sunglasses will keep them looking stylish and protected on every adventure.",
    "categoryId": "665deeca46b36eef0288e428",
    "createdAt": "2024-06-04T06:57:21.027Z",
    "updatedAt": "2024-06-04T06:57:21.027Z"
  },
  {
    "id": "665ebb247a973feb4e9cdc75",
    "name": "Spidey Sense Sunglasses: Swing into Action with Style!",
    "price": 3200,
    "brandId": "665ac7545788e185779d7cce",
    "discount": 22,
    "discountedPrice": 2496,
    "description": "Gear up your little superhero with our Spidey Sense Sunglasses, featuring a fun and vibrant Spiderman-themed design that's perfect for young fans of the web-slinging hero. These sunglasses showcase the iconic Spiderman logo on the frames and arms, adding a touch of superhero flair to their look. The UV-protective lenses shield their eyes from harmful sun rays, while the lightweight and durable construction ensures long-lasting comfort and wearability. With their cool and stylish design, these sunglasses are sure to make your child feel like a true superhero every time they step out into the sun.",
    "categoryId": "665deeca46b36eef0288e428",
    "createdAt": "2024-06-04T06:58:44.464Z",
    "updatedAt": "2024-06-04T06:58:44.464Z"
  },
  {
    "id": "665ebb7a7a973feb4e9cdc7b",
    "name": "Stealth Sports Sunglasses: Dominate the Field in Style",
    "price": 5700,
    "brandId": "665ac7545788e185779d7cce",
    "discount": 35,
    "discountedPrice": 3705,
    "description": "Gear up for victory with our Stealth Sports Sunglasses, designed for athletes who demand peak performance and style. These sleek black sunglasses feature a durable frame and black-tinted lenses that provide superior protection and clarity during intense sports activities. The wrap-around design ensures a secure and comfortable fit, while the lightweight construction minimizes distractions so you can stay focused on the game. Whether you're on the court, the field, or the track, these sports sunglasses will help you dominate your competition with confidence and style.",
    "categoryId": "665deeca46b36eef0288e428",
    "createdAt": "2024-06-04T07:00:10.452Z",
    "updatedAt": "2024-06-04T07:00:10.452Z"
  },
  {
    "id": "665ebce37a973feb4e9cdc82",
    "name": "Aqua Adventure Kids Sports Watch: Dive into Fun with Confidence",
    "price": 5700,
    "brandId": "665ac7535788e185779d7ccb",
    "discount": 35,
    "discountedPrice": 3705,
    "description": "Make a splash with our Aqua Adventure Kids Sports Watch, designed for young adventurers who love to explore both on land and underwater. This waterproof watch features a vibrant blue color and durable construction that can withstand water activities such as swimming, snorkeling, and splashing in the waves. The easy-to-read digital display provides clear visibility of the time and other essential functions, while the comfortable silicone strap ensures a secure fit for active kids on the go. With its reliable performance and stylish design, this sports watch is the perfect companion for all their aquatic adventures.",
    "categoryId": "665ebc387a973feb4e9cdc81",
    "createdAt": "2024-06-04T07:06:11.875Z",
    "updatedAt": "2024-06-04T07:06:11.875Z"
  },
  {
    "id": "665ebe0a7a973feb4e9cdc87",
    "name": "Ocean Explorer Kids Waterproof Watch: Stay Time-Ready for Every Adventure",
    "price": 4000,
    "brandId": "665ac7545788e185779d7ccc",
    "discount": 50,
    "discountedPrice": 2000,
    "description": "Equip your little explorer with our Ocean Explorer Kids Waterproof Watch, a reliable timepiece that's built to withstand the rigors of outdoor adventures. This Orange sports watch features a waterproof design that's perfect for kids who love to play in the rain, swim in the pool, or splash in puddles. The durable case and scratch-resistant display ensure long-lasting durability, while the comfortable silicone strap provides a secure and comfortable fit for all-day wear. With its easy-to-use buttons and clear digital display, this watch is perfect for keeping track of time during sports activities, outdoor play, and everyday adventures.",
    "categoryId": "665ebc387a973feb4e9cdc81",
    "createdAt": "2024-06-04T07:11:06.437Z",
    "updatedAt": "2024-06-04T07:11:06.437Z"
  },
  {
    "id": "665ebeb67a973feb4e9cdc8d",
    "name": "Glow Galaxy Kids Smartwatch: Illuminate Their World with Fun and Functionality",
    "price": 5500,
    "brandId": "665ac7545788e185779d7ccd",
    "discount": 22,
    "discountedPrice": 4290,
    "description": "Light up your child's world with our Glow Galaxy Kids Smartwatch, a colorful and interactive accessory that combines fun features with practical functionality. This adorable smartwatch features bright LED lights that add a playful touch to their wrist, while also providing essential timekeeping and activity tracking functions. The waterproof design ensures durability and peace of mind, allowing your child to wear it confidently during water play and outdoor adventures. With its user-friendly interface and intuitive controls, this smartwatch makes it easy for kids to stay connected, entertained, and active wherever they go.",
    "categoryId": "665ebc387a973feb4e9cdc81",
    "createdAt": "2024-06-04T07:13:58.543Z",
    "updatedAt": "2024-06-04T07:13:58.543Z"
  },
  {
    "id": "665ebf307a973feb4e9cdc92",
    "name": "Sparkle Quest Kids Waterproof Smartwatch: Dive into Fun with Style and Safety",
    "price": 8500,
    "brandId": "665ac7545788e185779d7cce",
    "discount": 35,
    "discountedPrice": 5525,
    "description": "Dive into a world of fun and adventure with our Sparkle Quest Kids Waterproof Smartwatch, a stylish and durable accessory that's perfect for active kids on the go. This smartwatch features a vibrant and eye-catching design with bright LED lights that add a touch of sparkle to their day. The waterproof construction ensures protection against splashes, spills, and outdoor activities, while the smart features provide essential timekeeping, activity tracking, and communication functions. With its comfortable silicone strap and easy-to-use interface, this smartwatch is the perfect companion for kids who love to play, explore, and stay connected in style. ",
    "categoryId": "665ebc387a973feb4e9cdc81",
    "createdAt": "2024-06-04T07:16:00.055Z",
    "updatedAt": "2024-06-04T07:16:00.055Z"
  },
  {
    "id": "665ebfbe7a973feb4e9cdc98",
    "name": "Rainbow Adventures Kids' Waterproof Watch: Explore in Style and Safety",
    "price": 6500,
    "brandId": "665ac7545788e185779d7ccf",
    "discount": 22,
    "discountedPrice": 5070,
    "description": "Set off on colorful adventures with our Rainbow Adventures Kids' Waterproof Watch, designed to capture the imagination of young explorers. This vibrant blue watch features a delightful cartoon print on the dial, adding a playful touch to their wrist. The waterproof design ensures durability and peace of mind, allowing your child to wear it confidently during water play and outdoor escapades. But that's not all - with rainbow lights illuminating the watch face, every glance becomes a magical experience. Whether they're splashing in puddles or chasing rainbows, this watch will keep them entertained and on time for their next adventure. ",
    "categoryId": "665ebc387a973feb4e9cdc81",
    "createdAt": "2024-06-04T07:18:22.783Z",
    "updatedAt": "2024-06-04T07:18:22.783Z"
  },
  {
    "id": "665ec0e17a973feb4e9cdc9f",
    "name": "Forest Explorer Kids' Green Clogs: Step Into Nature's Playground",
    "price": 4200,
    "brandId": "665ac7555788e185779d7cda",
    "discount": 15,
    "discountedPrice": 3570,
    "description": "Let your little one step into nature's playground with our Forest Explorer Kids' Green Clogs, designed for young adventurers who love to explore the great outdoors. These vibrant green clogs feature a durable and lightweight design that's perfect for all-day wear. Made from waterproof material, they're ideal for splashing in puddles, playing in the garden, or exploring woodland trails. The comfortable footbed and adjustable strap ensure a secure and snug fit, while the sturdy sole provides traction and support on various surfaces. Whether they're hiking, camping, or simply enjoying outdoor play, these green clogs will keep their feet comfortable and protected on every adventure.",
    "categoryId": "665df2e146b36eef0288e431",
    "createdAt": "2024-06-04T07:23:13.449Z",
    "updatedAt": "2024-06-04T07:23:13.449Z"
  },
  {
    "id": "665ec1497a973feb4e9cdca5",
    "name": " Night Sky Explorer Kids' Black Clogs: Step Into Adventure with Style",
    "price": 5000,
    "brandId": "665ac7555788e185779d7cdb",
    "discount": 20,
    "discountedPrice": 4000,
    "description": "Embark on outdoor adventures with our Night Sky Explorer Kids' Black Clogs, designed for young explorers with a sense of style. These sleek black clogs feature a unique hole pattern on the upper, reminiscent of a starry night sky. Made from durable and lightweight material, they're perfect for all-day wear, whether your child is playing in the backyard, running errands, or exploring new places. The slip-on design and adjustable heel strap ensure a secure and comfortable fit, while the textured sole provides traction on various surfaces. With their versatile style and practical features, these black clogs are sure to become a favorite choice for everyday adventures.",
    "categoryId": "665df2e146b36eef0288e431",
    "createdAt": "2024-06-04T07:24:57.803Z",
    "updatedAt": "2024-06-04T07:24:57.803Z"
  },
  {
    "id": "665ec1b67a973feb4e9cdcac",
    "name": "Ocean Breeze Kids' Blue Clogs: Dive Into Comfort and Style",
    "price": 7000,
    "brandId": "665ac7555788e185779d7cdc",
    "discount": 25,
    "discountedPrice": 5250,
    "description": "Let your little one dive into comfort and style with our Ocean Breeze Kids' Blue Clogs, perfect for sunny days and outdoor adventures. These vibrant blue clogs feature contrasting white straps on the bottom, adding a touch of coastal charm to their look. Made from durable and lightweight material, they're ideal for all-day wear, whether your child is playing at the beach, running errands, or exploring nature trails. The slip-on design and adjustable heel strap ensure a secure and comfortable fit, while the textured sole provides traction on various surfaces. With their versatile style and practical features, these blue clogs are sure to become a favorite choice for summer fun.",
    "categoryId": "665df2e146b36eef0288e431",
    "createdAt": "2024-06-04T07:26:46.002Z",
    "updatedAt": "2024-06-04T07:26:46.002Z"
  },
  {
    "id": "665ec21e7a973feb4e9cdcb4",
    "name": "Urban Chic Kids' Black Clogs: Step Into City Style with Modern Flair",
    "price": 8500,
    "brandId": "665ac7555788e185779d7cdd",
    "discount": 32,
    "discountedPrice": 5780,
    "description": "Elevate your child's urban style with our Urban Chic Kids' Black Clogs, featuring a sleek design with rectangular cutouts for a modern twist. These black clogs are perfect for city adventures, whether exploring downtown streets or hanging out with friends in the park. Made from durable and lightweight material, they offer comfort and flexibility for all-day wear. The slip-on style and adjustable heel strap ensure a secure fit, while the textured sole provides traction on various surfaces. With their contemporary design and practical features, these black clogs are the perfect choice for fashion-forward kids on the go.",
    "categoryId": "665df2e146b36eef0288e431",
    "createdAt": "2024-06-04T07:28:30.889Z",
    "updatedAt": "2024-06-04T07:28:30.889Z"
  },
  {
    "id": "665ec2857a973feb4e9cdcbd",
    "name": "Happy Feet Kids' Pink Clogs: Spread Joy with Every Step",
    "price": 10500,
    "brandId": "665ac7555788e185779d7cda",
    "discount": 45,
    "discountedPrice": 5775,
    "description": "Brighten up your child's day with our Happy Feet Kids' Pink Clogs, featuring a cheerful design that's sure to bring a smile to their face. These adorable pink clogs showcase a playful smiley face graphic on the upper, adding a touch of fun and whimsy to their look. Made from lightweight and durable material, they're perfect for all-day wear, whether your child is playing in the backyard or running errands with you. The slip-on design and adjustable heel strap ensure a secure and comfortable fit, while the textured sole provides traction on various surfaces. With their cute and colorful design, these pink clogs are guaranteed to spread joy with every step.",
    "categoryId": "665df2e146b36eef0288e431",
    "createdAt": "2024-06-04T07:30:13.494Z",
    "updatedAt": "2024-06-04T07:30:13.494Z"
  },
  {
    "id": "665ec30e7a973feb4e9cdcc3",
    "name": "Shark Splash Kids' Blue Flip Flops: Dive into Summer Fun!",
    "price": 2500,
    "brandId": "665ac7555788e185779d7cdd",
    "discount": 5,
    "discountedPrice": 2375,
    "description": "Make a splash with our Shark Splash Kids' Blue Flip Flops, perfect for little ones who love the ocean and all its creatures. These adorable flip flops feature a playful shark design on the straps, adding a fun and whimsical touch to their summer style. Made from durable and flexible material, they're ideal for beach days, pool parties, and backyard adventures. The comfortable footbed and grippy sole ensure a secure and supportive fit, while the easy slip-on design makes them convenient for kids to wear. Whether they're splashing in the waves or building sandcastles on the shore, these blue flip flops will keep their feet cool and comfortable all summer long.",
    "categoryId": "665df2e246b36eef0288e432",
    "createdAt": "2024-06-04T07:32:30.625Z",
    "updatedAt": "2024-06-04T07:32:30.625Z"
  },
  {
    "id": "665ec37f7a973feb4e9cdcc9",
    "name": "Sunshine Splash Kids' Orange Flip Flops: Brighten Their Day with Every Step",
    "price": 3000,
    "brandId": "665ac7555788e185779d7cdc",
    "discount": 12,
    "discountedPrice": 2640,
    "description": "Bring a burst of sunshine to your child's summer wardrobe with our Sunshine Splash Kids' Orange Flip Flops, perfect for adding a pop of color to their beach or poolside adventures. These vibrant orange flip flops feature a playful design that's sure to put a smile on their face. Made from lightweight and durable material, they offer comfort and support for active little feet. The textured footbed and non-slip sole provide traction and stability on wet surfaces, while the easy slip-on style makes them convenient for kids to wear. Whether they're splashing in the waves or building sandcastles on the shore, these orange flip flops will keep their feet happy and stylish all summer long.",
    "categoryId": "665df2e246b36eef0288e432",
    "createdAt": "2024-06-04T07:34:23.581Z",
    "updatedAt": "2024-06-04T07:34:23.581Z"
  },
  {
    "id": "665ec4077a973feb4e9cdccf",
    "name": "ComfortZone Kids' Black Acupressure Flip Flops: Soothe Tired Feet with Every Step",
    "price": 4000,
    "brandId": "665ac7555788e185779d7cdd",
    "discount": 12,
    "discountedPrice": 3520,
    "description": "Soothe tired feet and promote relaxation with our ComfortZone Kids' Black Acupressure Flip Flops, designed to provide targeted relief and comfort for busy little feet. These black flip flops feature specially designed acupressure nodules on the footbed, stimulating key pressure points to alleviate tension and stress. Made from soft and flexible material, they offer gentle support and cushioning for all-day wear. The textured footbed and non-slip sole ensure stability and grip on various surfaces, while the easy slip-on style makes them convenient for kids to wear. Whether they're running errands or playing in the backyard, these acupressure flip flops will keep their feet feeling refreshed and rejuvenated.",
    "categoryId": "665df2e246b36eef0288e432",
    "createdAt": "2024-06-04T07:36:39.339Z",
    "updatedAt": "2024-06-04T07:36:39.339Z"
  },
  {
    "id": "665ec4997a973feb4e9cdcd4",
    "name": " Peppa Paradise Kids' Flip Flops: Splash into Fun with Peppa Pig",
    "price": 8000,
    "brandId": "665ac7555788e185779d7cdc",
    "discount": 22,
    "discountedPrice": 6240,
    "description": "Let your little one splash into fun with our Peppa Paradise Kids' Flip Flops, featuring adorable Peppa Pig prints that are sure to bring a smile to their face. These cute flip flops showcase colorful graphics of Peppa and her friends, adding a playful touch to their summer style. Made from lightweight and durable material, they offer comfort and support for all-day wear. The textured footbed and non-slip sole provide traction and stability on wet surfaces, while the easy slip-on style makes them convenient for kids to wear. Whether they're playing at the beach or lounging by the pool, these Peppa Pig flip flops will keep their feet happy and stylish all summer long.",
    "categoryId": "665df2e246b36eef0288e432",
    "createdAt": "2024-06-04T07:39:05.197Z",
    "updatedAt": "2024-06-04T07:39:05.197Z"
  },
  {
    "id": "665ec55d7a973feb4e9cdcda",
    "name": "Shadow Walker Kids' Black Sandals: Step into Adventure in Style",
    "price": 4000,
    "brandId": "665ac7555788e185779d7cdd",
    "discount": 8,
    "discountedPrice": 3680,
    "description": "Equip your little adventurer with our Shadow Walker Kids' Black Sandals, perfect for exploring new territories and embarking on exciting journeys. These sleek black sandals feature a durable and lightweight design that's ideal for all-day wear. The adjustable straps ensure a secure and customized fit, while the cushioned footbed provides comfort and support for little feet. The rugged outsole offers traction and stability on various surfaces, making them perfect for outdoor play and exploration. Whether they're hiking trails, splashing in puddles, or running through the park, these black sandals will keep their feet comfortable and protected on every adventure.",
    "categoryId": "665df2e246b36eef0288e433",
    "createdAt": "2024-06-04T07:42:21.700Z",
    "updatedAt": "2024-06-04T07:42:21.700Z"
  },
  {
    "id": "665ec5ee7a973feb4e9cdcdf",
    "name": "Midnight Explorer Kids' Black Sandals: Venture into the Unknown with Confidence",
    "price": 6000,
    "brandId": "665ac7555788e185779d7cdc",
    "discount": 15,
    "discountedPrice": 5100,
    "description": "Venture into the unknown with our Midnight Explorer Kids' Black Sandals, designed for young explorers with a sense of adventure. These black sandals feature a versatile design that's perfect for everyday wear and outdoor activities. The adjustable straps ensure a secure and personalized fit, while the cushioned footbed provides comfort and support for active little feet. The durable outsole offers traction and stability on various terrains, whether they're walking on sandy beaches or rocky trails. With their sleek and practical design, these black sandals are a must-have for kids who love to explore and discover new places.",
    "categoryId": "665df2e246b36eef0288e433",
    "createdAt": "2024-06-04T07:44:46.781Z",
    "updatedAt": "2024-06-04T07:44:46.781Z"
  },
  {
    "id": "665ec66f7a973feb4e9cdce5",
    "name": "Trailblazer Kids' Sports Sandals: Blaze a Path with Confidence",
    "price": 5000,
    "brandId": "665ac7555788e185779d7cdb",
    "discount": 25,
    "discountedPrice": 3750,
    "description": "Blaze a path with confidence in our Trailblazer Kids' Sports Sandals, crafted for young explorers who love to push their limits and conquer new horizons. These versatile sports sandals feature a rugged design with adjustable straps for a secure and personalized fit. The cushioned footbed provides comfort and support, while the durable outsole offers traction and stability on rugged terrain. With their protective toe cap and water-friendly materials, these sandals are perfect for hiking, camping, and water sports. Whether they're climbing mountains or navigating rocky trails, these sports sandals will keep your child comfortable and ready for adventure.",
    "categoryId": "665df2e246b36eef0288e433",
    "createdAt": "2024-06-04T07:46:55.374Z",
    "updatedAt": "2024-06-04T07:46:55.374Z"
  },
  {
    "id": "665ec6f97a973feb4e9cdceb",
    "name": "Lemon Zest Kids' Crocs-Style Sandals: Add a Splash of Sunshine to Their Step",
    "price": 12000,
    "brandId": "665ac7555788e185779d7cdc",
    "discount": 55,
    "discountedPrice": 5400,
    "description": "Add a splash of sunshine to your child's wardrobe with our Lemon Zest Kids' Crocs-Style Sandals, perfect for brightening up their summer adventures. These playful sandals feature a lemon yellow upper with black accents, reminiscent of a refreshing citrus treat. The Crocs-style design offers lightweight comfort and easy wearability, making them ideal for everyday activities. The adjustable heel strap ensures a secure fit, while the textured footbed provides traction and support for little feet. Whether they're playing in the backyard or splashing at the pool, these lemon yellow and black sandals will keep them looking stylish and feeling comfortable all day long.",
    "categoryId": "665df2e246b36eef0288e433",
    "createdAt": "2024-06-04T07:49:13.890Z",
    "updatedAt": "2024-06-04T07:49:13.890Z"
  },
  {
    "id": "665ec7997a973feb4e9cdcf1",
    "name": "Ocean Breeze Kids' Blue Crocs-Style Sandals: Dive into Comfort and Style",
    "price": 9500,
    "brandId": "665ac7555788e185779d7cdb",
    "discount": 35,
    "discountedPrice": 6175,
    "description": "Dive into comfort and style with our Ocean Breeze Kids' Blue Crocs-Style Sandals, designed for young adventurers who love to make a splash. These vibrant blue sandals feature a Crocs-inspired design with rectangular perforations along the upper, adding a playful touch to their look. Made from lightweight and durable material, they offer all-day comfort and support for active little feet. The adjustable strap ensures a secure fit, while the textured footbed provides traction and stability on various surfaces. Whether they're exploring tide pools or playing in the backyard, these blue Crocs-like sandals will keep their feet happy and stylish on every adventure.",
    "categoryId": "665df2e246b36eef0288e433",
    "createdAt": "2024-06-04T07:51:53.065Z",
    "updatedAt": "2024-06-04T07:51:53.065Z"
  },
  {
    "id": "665ed7f461d3f1845be9fcbe",
    "name": "Brilliant Scholar Kids' Black School Shoes: Shine Bright in Every Step",
    "price": 4000,
    "brandId": "665ac7535788e185779d7ccb",
    "discount": 8,
    "discountedPrice": 3680,
    "description": "Step into a world of brilliance with our Brilliant Scholar Kids' Black School Shoes, designed to add an extra touch of shine to your child's school uniform. These sleek black shoes feature a polished finish that catches the light, ensuring your little one stands out with every step. Crafted from high-quality, durable materials, they offer all-day comfort and support for growing feet. The secure lace-up design ensures a snug fit, while the cushioned insole provides added comfort during long school days. Perfect for both the classroom and the playground, these extra-shiny black school shoes are the ideal choice for young scholars who love to shine.",
    "categoryId": "665df2e246b36eef0288e434",
    "createdAt": "2024-06-04T09:01:40.110Z",
    "updatedAt": "2024-06-04T09:01:40.110Z"
  },
  {
    "id": "665ed85c61d3f1845be9fcc3",
    "name": "Shiny Stars Kids' Black School Shoes: Gleam with Confidence",
    "price": 3500,
    "brandId": "665ac7545788e185779d7ccc",
    "discount": 15,
    "discountedPrice": 2975,
    "description": "Let your child gleam with confidence in our Shiny Stars Kids' Black School Shoes, featuring an extra glossy finish for a polished and sophisticated look. These classic black school shoes are designed to provide both style and comfort, making them perfect for daily wear. The high-shine surface adds a touch of elegance to any school uniform, while the sturdy construction ensures durability and long-lasting wear. With a secure Velcro strap or lace-up closure, they offer a customizable fit for growing feet. The padded insole and supportive sole provide comfort and stability throughout the school day, ensuring your child stays comfortable and confident from the first bell to the last.",
    "categoryId": "665df2e246b36eef0288e434",
    "createdAt": "2024-06-04T09:03:24.585Z",
    "updatedAt": "2024-06-04T09:03:24.585Z"
  },
  {
    "id": "665ed8c861d3f1845be9fcc9",
    "name": " Radiant Resilience Kids' Black School Shoes: Tough and Shiny for Every Challenge",
    "price": 5500,
    "brandId": "665ac7545788e185779d7ccd",
    "discount": 18,
    "discountedPrice": 4510,
    "description": "Equip your child with our Radiant Resilience Kids' Black School Shoes, combining extra shine with robust durability to handle every school day challenge. These tough shoes feature a high-gloss finish that adds a sophisticated sparkle to their uniform, ensuring they look sharp and polished. Made from premium, hard-wearing materials, they are built to withstand the rigors of playground adventures and classroom activities. The reinforced toe cap and sturdy outsole provide added protection and support, while the comfortable, cushioned insole ensures all-day comfort. With a secure lace-up or Velcro closure, these shoes offer a perfect fit, making them the ideal choice for kids who need both style and resilience in their school footwear.",
    "categoryId": "665df2e246b36eef0288e434",
    "createdAt": "2024-06-04T09:05:12.899Z",
    "updatedAt": "2024-06-04T09:05:12.899Z"
  },
  {
    "id": "665ed93361d3f1845be9fcce",
    "name": "Cloud Comfort Kids' White School Shoes: Cushion and Style for Every Step",
    "price": 4000,
    "brandId": "665ac7545788e185779d7cce",
    "discount": 21,
    "discountedPrice": 3160,
    "description": "Step into a world of comfort with our Cloud Comfort Kids' White School Shoes, designed to provide exceptional cushioning and style for your child's school days. These sleek white shoes feature a clean, modern design that complements any school uniform, while the extra cushioning ensures unparalleled comfort throughout the day. Made from high-quality, breathable materials, they keep little feet cool and comfortable during classroom activities and playground fun. The cushioned insole provides excellent support, reducing fatigue and ensuring all-day comfort. With a secure lace-up or Velcro closure, these shoes offer a perfect fit, making them the ideal choice for kids who need both comfort and style in their school footwear.",
    "categoryId": "665df2e246b36eef0288e434",
    "createdAt": "2024-06-04T09:06:59.025Z",
    "updatedAt": "2024-06-04T09:06:59.025Z"
  },
  {
    "id": "665ed9ad61d3f1845be9fcd4",
    "name": "SportStar Kids' Black School Shoes: Built for Tough Play and Everyday Wear",
    "price": 7000,
    "brandId": "665ac7545788e185779d7ccf",
    "discount": 35,
    "discountedPrice": 4550,
    "description": "Equip your child with the SportStar Kids' Black School Shoes, specifically designed for sports and rough play while maintaining a sleek school-ready look. These versatile black shoes combine the durability needed for active kids with the comfort required for long school days. Constructed from high-quality, rugged materials, they are built to withstand the demands of sports and playground activities. The reinforced toe cap and sturdy outsole provide extra protection and traction, ensuring stability on various surfaces. With a cushioned insole and breathable lining, these shoes offer all-day comfort and support. The secure lace-up or Velcro closure ensures a snug fit, making them the perfect choice for kids who need both toughness and versatility in their school footwear.",
    "categoryId": "665df2e246b36eef0288e434",
    "createdAt": "2024-06-04T09:09:01.057Z",
    "updatedAt": "2024-06-04T09:09:01.057Z"
  },
  {
    "id": "665eda4f61d3f1845be9fcda",
    "name": "All-Weather Trailblazer Kids' Black and Orange Sneakers: Ready for Any Adventure",
    "price": 4000,
    "brandId": "665ac7535788e185779d7ccb",
    "discount": 25,
    "discountedPrice": 3000,
    "description": "Prepare your child for any adventure with our All-Weather Trailblazer Kids' Black and Orange Sneakers, crafted to handle all weather conditions while offering bold style and reliable comfort. These durable sneakers feature a striking black and orange design that stands out, perfect for kids who love to make a statement. Made from water-resistant materials, they keep feet dry in wet conditions, while the breathable lining ensures comfort in warmer weather. The rugged, non-slip outsole provides excellent traction on various surfaces, from muddy trails to icy sidewalks. With a cushioned insole and reinforced toe cap, these sneakers offer superior support and protection. The secure lace-up design ensures a snug fit, making these versatile sneakers ideal for active kids ready to take on any weather, any time of year.",
    "categoryId": "665df2e246b36eef0288e435",
    "createdAt": "2024-06-04T09:11:43.518Z",
    "updatedAt": "2024-06-04T09:11:43.518Z"
  },
  {
    "id": "665edac561d3f1845be9fce1",
    "name": "ActiveStride Kids' Blue Outdoor Sports Sneakers: Performance and Comfort in Every Step",
    "price": 5000,
    "brandId": "665ac7545788e185779d7ccc",
    "discount": 32,
    "discountedPrice": 3400,
    "description": "Equip your child with our ActiveStride Kids' Blue Outdoor Sports Sneakers, designed for peak performance and comfort during all their outdoor activities. These vibrant blue sneakers are perfect for young athletes who love to play sports and stay active. Crafted from durable, breathable materials, they keep feet cool and comfortable even during intense play. The reinforced toe cap and sturdy outsole provide excellent protection and traction on various surfaces, from grassy fields to concrete courts. The cushioned insole offers superior support and shock absorption, ensuring all-day comfort. With a secure lace-up closure, these sneakers provide a snug and adjustable fit, making them the ideal choice for kids who need reliable, high-performance footwear for their outdoor sports adventures.",
    "categoryId": "665df2e246b36eef0288e435",
    "createdAt": "2024-06-04T09:13:41.797Z",
    "updatedAt": "2024-06-04T09:13:41.797Z"
  },
  {
    "id": "665edb3e61d3f1845be9fce8",
    "name": "Sunshine Sprint Kids' Yellow Outdoor Sports Sneakers: Bright Performance and Ultimate Comfort",
    "price": 7500,
    "brandId": "665ac7545788e185779d7ccd",
    "discount": 45,
    "discountedPrice": 4125,
    "description": "Brighten up your child's playtime with our Sunshine Sprint Kids' Yellow Outdoor Sports Sneakers, engineered for top performance and exceptional comfort during all their outdoor activities. These eye-catching yellow sneakers are perfect for young athletes who love to stay active and play sports. Constructed from durable, breathable materials, they ensure feet stay cool and comfortable even during vigorous play. The reinforced toe cap and robust outsole provide excellent protection and traction on various surfaces, from grassy fields to asphalt courts. The cushioned insole delivers superior support and shock absorption, ensuring all-day comfort. Featuring a secure lace-up closure, these sneakers offer a snug and adjustable fit, making them the perfect choice for kids who need dependable, high-performance footwear for their outdoor sports adventures.",
    "categoryId": "665df2e246b36eef0288e435",
    "createdAt": "2024-06-04T09:15:42.780Z",
    "updatedAt": "2024-06-04T09:15:42.780Z"
  },
  {
    "id": "665edbc161d3f1845be9fcef",
    "name": "Dynamic Dash Kids' Blue and Red Running Sneakers: Speed and Style Combined",
    "price": 2500,
    "brandId": "665ac7545788e185779d7cce",
    "discount": 5,
    "discountedPrice": 2375,
    "description": "Get your child ready to dash with our Dynamic Dash Kids' Blue and Red Running Sneakers, crafted for high performance and vibrant style during all their sports and running activities. These striking sneakers feature a dynamic mix of blue and red, perfect for young athletes who love to stand out. Made from lightweight, breathable materials, they ensure optimal ventilation and comfort during intense runs and sports play. The reinforced toe cap and durable outsole provide excellent protection and grip on various surfaces, from tracks to playgrounds. The cushioned insole offers superior support and shock absorption, guaranteeing all-day comfort. With a secure lace-up design, these sneakers ensure a snug and adjustable fit, making them the ideal choice for kids who need reliable, high-performance footwear for running and sports.",
    "categoryId": "665df2e246b36eef0288e435",
    "createdAt": "2024-06-04T09:17:53.088Z",
    "updatedAt": "2024-06-04T09:17:53.088Z"
  },
  {
    "id": "665edc3561d3f1845be9fcf6",
    "name": "GlidePro Kids' Black Skating Sneakers: Style Meets Performance",
    "price": 4500,
    "brandId": "665ac7545788e185779d7ccf",
    "discount": 15,
    "discountedPrice": 3825,
    "description": "Elevate your child's style and performance with our GlidePro Kids' Black Skating Sneakers, perfect for both skating and everyday fashion. These sleek black sneakers feature a stylish design that complements any outfit, making them ideal for kids who love to skate and look trendy. Crafted from high-quality, durable materials, they provide the necessary support and flexibility for skating, while the reinforced toe cap and sturdy outsole offer excellent protection and grip on various surfaces. The cushioned insole ensures all-day comfort, whether they're at the skate park or hanging out with friends. With a secure lace-up closure, these sneakers provide a snug and adjustable fit, making them the perfect choice for kids who need both functionality and fashion in their footwear.",
    "categoryId": "665df2e246b36eef0288e435",
    "createdAt": "2024-06-04T09:19:49.467Z",
    "updatedAt": "2024-06-04T09:19:49.467Z"
  },
  {
    "id": "665edcb761d3f1845be9fcfe",
    "name": "FireBolt Kids' Black and Orange Sport Shoes: Ignite Their Performance",
    "price": 2500,
    "brandId": "665ac7535788e185779d7ccb",
    "discount": 7,
    "discountedPrice": 2325,
    "description": "Ignite your child's performance with our FireBolt Kids' Black and Orange Sport Shoes, designed for young athletes who love to stand out and excel in their activities. These striking sport shoes feature a dynamic black and orange design, perfect for kids who want both style and function. Crafted from durable, breathable materials, they keep feet cool and comfortable during intense play. The reinforced toe cap and rugged outsole provide excellent protection and traction on various surfaces, from the track to the playground. The cushioned insole offers superior support and shock absorption, ensuring all-day comfort. With a secure lace-up closure, these shoes provide a snug and adjustable fit, making them the ideal choice for kids who need reliable, high-performance footwear for sports and active play.",
    "categoryId": "665df2e246b36eef0288e436",
    "createdAt": "2024-06-04T09:21:59.135Z",
    "updatedAt": "2024-06-04T09:21:59.135Z"
  },
  {
    "id": "665edd5961d3f1845be9fd04",
    "name": "SkyStrider Kids' Blue Sport Shoes: Versatile Performance, Secure Fit",
    "price": 4250,
    "brandId": "665ac7545788e185779d7ccc",
    "discount": 15,
    "discountedPrice": 3612.5,
    "description": "Elevate your child's athletic performance with our SkyStrider Kids' Blue Sport Shoes, designed for versatility and stability during all their activities. These sporty shoes feature a vibrant blue hue, adding a pop of color to their sportswear collection. With both laces and a strap closure, they offer a customizable and secure fit, ensuring your child can move with confidence on the field or court. Crafted from durable and breathable materials, they provide optimal support and comfort for active feet. The reinforced toe cap and sturdy outsole offer superior protection and traction on various surfaces, from grassy fields to gym floors. With a cushioned insole for added comfort, these sport shoes are perfect for kids who demand both style and performance in their footwear.",
    "categoryId": "665df2e246b36eef0288e436",
    "createdAt": "2024-06-04T09:24:41.073Z",
    "updatedAt": "2024-06-04T09:24:41.073Z"
  },
  {
    "id": "665eddc361d3f1845be9fd0b",
    "name": "StormChaser Kids' All-Weather Blue Sport Shoes: Conquer Every Element",
    "price": 3250,
    "brandId": "665ac7545788e185779d7ccd",
    "discount": 21,
    "discountedPrice": 2567.5,
    "description": "Gear up your young athlete with our StormChaser Kids' All-Weather Blue Sport Shoes, built to conquer any weather condition and dominate the game. These resilient sport shoes feature a sleek blue design, perfect for kids who demand both style and performance on the field. Crafted from weather-resistant materials, they keep feet dry and comfortable even in the toughest conditions, ensuring your child stays focused on their game. The reinforced toe cap and rugged outsole provide exceptional traction and durability on various surfaces, from wet grass to muddy fields. With a cushioned insole for added comfort, these sport shoes are ready to tackle any challenge, rain or shine, making them the perfect choice for young athletes who play hard, no matter the weather.",
    "categoryId": "665df2e246b36eef0288e436",
    "createdAt": "2024-06-04T09:26:27.913Z",
    "updatedAt": "2024-06-04T09:26:27.913Z"
  },
  {
    "id": "665ede3961d3f1845be9fd12",
    "name": "GelStride Kids' Cushioned Sport Shoes: Bounce into Action with Maximum Comfort",
    "price": 8050,
    "brandId": "665ac7545788e185779d7cce",
    "discount": 32,
    "discountedPrice": 5474,
    "description": "Step into ultimate comfort and performance with our GelStride Kids' Cushioned Sport Shoes, engineered to provide exceptional support and cushioning for young athletes on the move. These sporty shoes feature advanced gel cushioning technology that absorbs shock and reduces impact, ensuring a smooth and comfortable ride with every step. Crafted from high-quality materials, they offer durability and breathability to keep feet cool and dry during intense play. The reinforced toe cap and sturdy outsole provide stability and traction on various surfaces, while the cushioned insole delivers unparalleled comfort for all-day wear. Whether they're running, jumping, or playing their favorite sport, these GelStride sport shoes are designed to keep kids performing at their best, mile after mile.",
    "categoryId": "665df2e246b36eef0288e436",
    "createdAt": "2024-06-04T09:28:25.661Z",
    "updatedAt": "2024-06-04T09:28:25.661Z"
  },
  {
    "id": "665edea561d3f1845be9fd18",
    "name": "CloudBounce Kids' Ultra-Cushion Sport Shoes: Soar with Unmatched Comfort",
    "price": 7000,
    "brandId": "665ac7545788e185779d7ccf",
    "discount": 45,
    "discountedPrice": 3850,
    "description": "Elevate your child's performance with our CloudBounce Kids' Ultra-Cushion Sport Shoes, designed to provide unparalleled comfort and support for their active lifestyle. These sporty shoes feature advanced cushioning technology that offers a plush and responsive feel with every stride. Whether they're running, jumping, or playing their favorite sport, these shoes ensure a soft landing and energy return to keep them going strong. Crafted from lightweight and breathable materials, they offer durability and ventilation to keep feet cool and comfortable during intense play. The reinforced toe cap and durable outsole provide stability and traction on various surfaces, ensuring confident movements on the field or court. With a cushioned insole for added comfort, these CloudBounce sport shoes are the perfect choice for kids who demand superior cushioning and performance in their footwear.",
    "categoryId": "665df2e246b36eef0288e436",
    "createdAt": "2024-06-04T09:30:13.733Z",
    "updatedAt": "2024-06-04T09:30:13.733Z"
  }
]